{
  "originalVideo": "civ7-1",
  "totalDuration": 4412.580862,
  "segmentCount": 147,
  "segments": [
    {
      "segment": 0,
      "startTime": 0,
      "frameFile": "frame_0.jpg",
      "audioFile": "audio_0.mp3",
      "transcriptFile": "transcript_0.txt",
      "transcript": "Hello and welcome everyone. Lionheart here, and today I'm diving into Civilization VII for the very first time. I've had a little bit of a preview, a little bit of a dabble, but I'm going in fairly blind to this big thanks 2K and Firaxis for giving me early access and a key, uh, so I could check this out. We're gonna be starting a Benjamin Franklin, um, Civilization VII campaign. Uh, the aim is to obviously play it through until we win.",
      "adviceFile": "advice_0.txt",
      "advice": "Since you're playing as Benjamin Franklin and just starting out, immediately build two additional scouts to explore the map quickly. Franklin's science-focused abilities make early map knowledge crucial, and scouts can reveal valuable resources and potential settlement locations while keeping you safe from early-game threats. Use the \"search\" ability to maximize tile discovery and look for natural wonders or resource-rich areas that can boost your early development.",
      "speechFile": "advice_0.mp3"
    },
    {
      "segment": 1,
      "startTime": 30,
      "frameFile": "frame_1.jpg",
      "audioFile": "audio_1.mp3",
      "transcriptFile": "transcript_1.txt",
      "transcript": "... (instrumental music plays) win, or we're defeated. Um, so sit back, relax, and enjoy. Stream recording at the same time. Should be uploads every other day or so, uh, until we win or lose. So let's dive on in with a new game. Uh, if you wanna check out Civilization VII, then feel free to check out the links in the description. Or if you're watching on Twitch, type \"!civ\". Yes. I'm gonna go for Benjamin Franklin. There's lots of different leaders, uh, to choose from. And obviously, leaders and civilizations are now separate. Um, it's been a while since I played Civ VI.",
      "adviceFile": "advice_1.txt",
      "advice": "Since you're on the main menu and have selected Benjamin Franklin, focus on setting up a game that maximizes his science-focused potential. Choose a small or standard map size with continents or archipelago layout to give you room to expand scientifically. Set the game speed to \"quick\" to accelerate your research, and choose a difficulty level of Governor to learn the mechanics while still having a challenge. Consider enabling the \"longer eras\" option to give yourself more time to develop your civilization's scientific capabilities.",
      "speechFile": "advice_1.mp3"
    },
    {
      "segment": 2,
      "startTime": 60,
      "frameFile": "frame_2.jpg",
      "audioFile": "audio_2.mp3",
      "transcriptFile": "transcript_2.txt",
      "transcript": "Um, but obviously in that, civilizations with their leaders were all attached and combined. Now they're separate and also there's several ages that you go through across the course of a game of Civilization VII, and each time you go through into a new age, you get to choose a new civ to adapt into, which is quite interesting. So this is probably one of the- I guess, the biggest changes to the civ formula maybe there's ever been.",
      "adviceFile": "advice_2.txt",
      "advice": "Since you've selected Benjamin Franklin, focus on a science-driven strategy by prioritizing production buildings and scientific endeavors. Allocate your initial attribute points into the Diplomat tree to maximize your influence and research collaboration potential. When you start the game, rush technologies that boost production and science buildings, like Mathematics and Masonry, to leverage Franklin's unique +50% production bonus towards production buildings and +1 science per age bonus.",
      "speechFile": "advice_2.mp3"
    },
    {
      "segment": 3,
      "startTime": 90,
      "frameFile": "frame_3.jpg",
      "audioFile": "audio_3.mp3",
      "transcriptFile": "transcript_3.txt",
      "transcript": "Um, so don't really know quite how to feel about that. Uh, so we'll see how it goes because it sounds very similar to what Humankind attempted to do, and I don't think they quite pulled it off. Uh, but I liked some of the changes they made. So we'll see how we get on, uh, with Civ 7 in this run. So yes, the first American will be the title of our campaign. Benjamin Franklin. Diplomatic scientific. He has plus one science per age on production buildings in cities, uh, plus 50% production-",
      "adviceFile": "advice_3.txt",
      "advice": "Since you've selected Benjamin Franklin, focus on allocating your initial attribute points into the Diplomat tree to maximize your research collaboration potential. The \"Bifocals\" unlock suggests prioritizing tech and civic mastery, which aligns perfectly with Franklin's scientific bonuses. When you start the game, rush technologies that boost production and science buildings, like Mathematics and Masonry, to leverage his unique +50% production bonus towards production buildings and +1 science per age bonus.",
      "speechFile": "advice_3.mp3"
    },
    {
      "segment": 4,
      "startTime": 120,
      "frameFile": "frame_4.jpg",
      "audioFile": "audio_4.mp3",
      "transcriptFile": "transcript_4.txt",
      "transcript": "...onwards construction, uh, constructing production buildings and plus one science per age from active endeavors you started or supported. You can have two endeavors of the same type active at a time. Uh, mementos, I think I've got one on lock from just dabbling in, uh, the preview build. I'm gonna go for... Uh, really would like a scientific attribute point 'cause he's all about science. But, you know what, I'm gonna go for an economic tri-",
      "adviceFile": "advice_4.txt",
      "advice": "Since you're selecting Benjamin Franklin, focus on the \"Bifocals\" unlock at the next level, which provides 50 influence after researching a Tech or Civic Mastery. This aligns perfectly with Franklin's scientific and diplomatic traits. Choose an economic attribute point to complement his scientific bonuses, giving you more flexibility in early game resource management and research collaborations. This strategy will help you leverage Franklin's unique +1 science per age bonus and +50% production towards production buildings.",
      "speechFile": "advice_4.mp3"
    },
    {
      "segment": 5,
      "startTime": 150,
      "frameFile": "frame_5.jpg",
      "audioFile": "audio_5.mp3",
      "transcriptFile": "transcript_5.txt",
      "transcript": "Attribute point and see what that does. So age unlocks, it unlocks America, uh, in the modern age and next level unlock bifocal. See distinctly far or near, gain 50 influence after researching a tech or civ ma- or civic mastery. Oh wow, that's actually like influence gained actually. Damn, that's huge. That's a memento to add to them. So yeah, power them up as you go. Right, let's, uh, continue.A game of strategy is-",
      "adviceFile": "advice_5.txt",
      "advice": "Choose the Equestrian Figure memento for your Benjamin Franklin leader. This memento provides a 50% reduction in Commander recovery time, which is incredibly valuable for military strategies. Since you're planning to leverage Franklin's scientific bonuses, having faster military commander recovery will give you more flexibility in potential conflicts without sacrificing your research focus. The transposable military bonus also suggests this will be useful across multiple game scenarios, making it a versatile and strategic choice.",
      "speechFile": "advice_5.mp3"
    },
    {
      "segment": 6,
      "startTime": 180,
      "frameFile": "frame_6.jpg",
      "audioFile": "audio_6.mp3",
      "transcriptFile": "transcript_6.txt",
      "transcript": "... is not idle amusement. Instead, we cultivate foresight, circumspection, and learn caution. Let us build a nation together so that we may know how nations are built.Yes, quite. Let's build a nation. Benjamin Franklin in the, uh, antiquity age. That's where we're gonna start. Start at the dawn of history. Yes, please. Continue again, and we have then the-",
      "adviceFile": "advice_6.txt",
      "advice": "Select the Antiquity Age to leverage Benjamin Franklin's science-focused abilities from the very beginning. This age provides the foundational technologies and civics that will help you establish a strong scientific infrastructure early on. By starting in the Antiquity Age, you'll have more time to develop your research capabilities, unlock key production buildings, and set up the groundwork for Franklin's unique +1 science per age bonus.",
      "speechFile": "advice_6.mp3"
    },
    {
      "segment": 7,
      "startTime": 210,
      "frameFile": "frame_7.jpg",
      "audioFile": "audio_7.mp3",
      "transcriptFile": "transcript_7.txt",
      "transcript": "... civilizations that we can choose between, uh, Aksum, Egypt, Greece, Han, uh, Khmer, um, Maria, Maya, uh, Mississippian, Persia, or Rome. And I, we have two recommendations as such, Rome or Greece. We hover over them. Benjamin Franklin drew, drew influence from Greek ideas.",
      "adviceFile": "advice_7.txt",
      "advice": "Choose Greece as your civilization. Since the transcript mentions Benjamin Franklin drew influence from Greek ideas, this pairing makes thematic sense and will likely provide synergistic bonuses. The Antiquity Age is perfect for establishing your early scientific and cultural foundations, so select the Antiquity Age and proceed with confidence in your strategic setup.",
      "speechFile": "advice_7.mp3"
    },
    {
      "segment": 8,
      "startTime": 240,
      "frameFile": "frame_8.jpg",
      "audioFile": "audio_8.mp3",
      "transcriptFile": "transcript_8.txt",
      "transcript": "Or, or from Roman ideas. I am going to go with the Romans, because I quite like their legion units and their legatus, unique army commander, but also their, uh, forum building, their unique quarter district. Um, uh, we get the basilica, plus four gold influence Temple of Jupiter, plus three happiness. Uh, with all this selected it means we'll unlock the Normans in the Exploration Age, which I would quite like to, to-",
      "adviceFile": "advice_8.txt",
      "advice": "Choose Greece for this game, as their unique abilities perfectly complement Benjamin Franklin's scientific and diplomatic traits. The Demokratia ability provides +3 influence per turn and +30% production towards the Oracle, which aligns with Franklin's production bonuses. Focus on building the Acropolis unique quarter to gain culture and happiness, and prioritize training Logios in cities to boost your scientific potential. Your strategy should revolve around leveraging Greece's cultural and diplomatic strengths while using Franklin's scientific bonuses to accelerate your technological development.",
      "speechFile": "advice_8.mp3"
    },
    {
      "segment": 9,
      "startTime": 270,
      "frameFile": "frame_9.jpg",
      "audioFile": "audio_9.mp3",
      "transcriptFile": "transcript_9.txt",
      "transcript": "Merge into that from Rome into Normans. Also has the opportunity to unlock Spain, uh, in the exploration age and then modern age we have the choice of either America, French Empire or Prussia. But we're probably going to go Rome, Norman, America, I think, unless that's not quite how it works, but that's what I'm gonna try and do. In terms of settings, I'm gonna play on Viceroy. It's been years since I last played Civ 6, so I'm pretty rusty. I feel like Viceroy ho-",
      "adviceFile": "advice_9.txt",
      "advice": "Since you're playing as Benjamin Franklin with Rome in the Antiquity Age, leverage the Legion ability by training multiple infantry units early to gain +2 combat strength for each government tradition. Focus on building the Forum unique quarter to maximize culture and gold generation, and prioritize constructing the Basilica and Temple of Jupiter to boost your influence and happiness. Your strategy should blend Franklin's scientific bonuses with Rome's militaristic and cultural strengths, using the Legatus commander to quickly establish new settlements and expand your territory.",
      "speechFile": "advice_9.mp3"
    },
    {
      "segment": 10,
      "startTime": 300,
      "frameFile": "frame_10.jpg",
      "audioFile": "audio_10.mp3",
      "transcriptFile": "transcript_10.txt",
      "transcript": "Hopefully that'll be all right. Standard game speed, continent plus map type. Um, what else we got? Continents, archipelago, fractal shuffle, terror incognita. Let's go continents plus, uh, map size. Let's go, let's go standard. Advanced options you can change loads of other bits and pieces there. See who else is in, but just leave all that random.",
      "adviceFile": "advice_10.txt",
      "advice": "Since you're playing as Benjamin Franklin with Rome in the Antiquity Age, set your difficulty to Governor to learn the game mechanics while still providing a challenge. Choose a small map size to ensure quick interactions with other civilizations and faster gameplay. Allocate your initial attribute points into the Diplomat tree to maximize research collaborations, and prioritize technologies like Masonry and Mathematics to leverage Franklin's +50% production bonus towards production buildings. Your early strategy should focus on rapid exploration, scientific development, and using Rome's Legion ability to establish a strong, expandable empire.",
      "speechFile": "advice_10.mp3"
    },
    {
      "segment": 11,
      "startTime": 330,
      "frameFile": "frame_11.jpg",
      "audioFile": "audio_11.mp3",
      "transcriptFile": "transcript_11.txt",
      "transcript": "Game random seed and map seed, all in there. And if anyone really likes the start of this map, there's the number you need. (instrumental music plays) Crisis events, okay. Right. Load our game, as Benjamin Franklin of Rome in the antiquity age, begin.",
      "adviceFile": "advice_11.txt",
      "advice": "Save your current game configuration by clicking the \"Save Config\" button. This will allow you to quickly reload these exact settings for future games, saving you time and ensuring you can replicate this setup easily. The game random seed and map seed are also visible, so if you particularly enjoy this map layout, you can use these numbers to regenerate the same starting conditions in future playthroughs.",
      "speechFile": "advice_11.mp3"
    },
    {
      "segment": 12,
      "startTime": 360,
      "frameFile": "frame_12.jpg",
      "audioFile": "audio_12.mp3",
      "transcriptFile": "transcript_12.txt",
      "transcript": "This music goes hard. Yeah, there's no huge map option right now. I think-A new banner unfurls.... maybe that'd be something that comes later on.Emblazoned with triumphal laurels, Rome seeks its champions.Hey. Loading on in. Benjamin Franklin of Rome.",
      "adviceFile": "advice_12.txt",
      "advice": "Since you're loading into a game as Benjamin Franklin of Rome, immediately build three scouts to explore your starting area thoroughly. Use the \"search\" ability on your scouts to reveal hidden discoveries and potential settlement locations, prioritizing tiles near fresh water and resources. Your early focus should be on rapid exploration and identifying prime locations for your first few settlements, leveraging Rome's Legion ability to quickly establish and defend new territories.",
      "speechFile": "advice_12.mp3"
    },
    {
      "segment": 13,
      "startTime": 390,
      "frameFile": "frame_13.jpg",
      "audioFile": "audio_13.mp3",
      "transcriptFile": "transcript_13.txt",
      "transcript": "Didn't you all know? That's how it all began, in Civilization. Welcome to Civilization VII. Lead your people to greatness. Before you embark on your journey and create an empire that stands the test of time, take a look at some of the fundamental concepts of the latest installment in the series. Once you begin the game, you will see tutorials that will teach you how to play and expert advisors who will guide your decisions. Uh, the Civilopedia will also be available at any time, where you can refer to any-",
      "adviceFile": "advice_13.txt",
      "advice": "Leverage Benjamin Franklin's scientific traits and Rome's unique abilities by prioritizing early scout production to explore quickly. Use your first three scouts to search and reveal map discoveries, focusing on finding fresh water, resources, and potential settlement locations. Your Legion ability gives +2 combat strength per government tradition, so train infantry units early to establish a strong defensive capability while expanding. Aim to build the Forum unique quarter in your first city to boost culture and gold generation, setting the foundation for a scientifically and culturally powerful Roman civilization under Franklin's leadership.",
      "speechFile": "advice_13.mp3"
    },
    {
      "segment": 14,
      "startTime": 420,
      "frameFile": "frame_14.jpg",
      "audioFile": "audio_14.mp3",
      "transcriptFile": "transcript_14.txt",
      "transcript": "... The game's concepts or learn the history behind them. Ages. History is built in layers, like ogres. Uh, a game of Civilization VII consists of multiple ages. Every turn brings you a step closer to the next age, so important events are a leap forward. Each age presents its own unique gameplay, new challenges, and an opportunity to change your strategy. Your leader remains the same, but at the end of every age, you will choose a new civilization with a different set of abilities and units-",
      "adviceFile": "advice_14.txt",
      "advice": "Click the \"Next\" button to proceed through the tutorial, which will teach you the fundamental concepts of Civilization VII. Pay close attention to the tutorials and use the Civilopedia (in-game encyclopedia) to understand game mechanics, as this will help you make more informed strategic decisions throughout your first playthrough. The tutorial will guide you through the initial setup and provide essential knowledge about ages, advisors, and basic gameplay elements.",
      "speechFile": "advice_14.mp3"
    },
    {
      "segment": 15,
      "startTime": 450,
      "frameFile": "frame_15.jpg",
      "audioFile": "audio_15.mp3",
      "transcriptFile": "transcript_15.txt",
      "transcript": "... at your disposal. The legacy you create with each civilization will carry into subsequent ages. Legacy paths and victories create a history. Legacy paths are the primary means by which you can create continuity from one age to the next. Every age presents four such paths: economic, cultural, scientific, and militaristic. Uh, whether you focus solely on one path or diversify your efforts, the progress you make will grant you unique and powerful abilities in the next age. In the final age-",
      "adviceFile": "advice_15.txt",
      "advice": "Click the \"Next\" button to proceed through the tutorial explaining the Age system. Pay close attention to how your legacy and progress in each age will carry forward, influencing your strategy and abilities in subsequent ages. This screen is teaching you a fundamental mechanic of Civilization VII, so absorbing this information will help you make more informed decisions throughout your gameplay.",
      "speechFile": "advice_15.mp3"
    },
    {
      "segment": 16,
      "startTime": 480,
      "frameFile": "frame_16.jpg",
      "audioFile": "audio_16.mp3",
      "transcriptFile": "transcript_16.txt",
      "transcript": "Once you complete a legacy path, you'll have the option to perform one more decisive feat to seal your victory. Okay. Challenges and opportunities. Change is on the horizon. Every game of Civilization VII is its own journey. As you'll see from the, from following the tutorials and advisor messages, there are countless ways to build an empire that stands the test of time. To make the most of your journey, try to remain open to the ideas and be willing to adapt when necessary. Good luck from the creators of Civilization VII.",
      "adviceFile": "advice_16.txt",
      "advice": "Click the \"Next\" button to proceed through the tutorial explaining Legacy Paths. Pay close attention to the four paths (Economic, Cultural, Scientific, and Militaristic) and understand that your progress in this age will determine the unique abilities and opportunities available to you in the next age. Choose a path that aligns with your current civilization's strengths and your overall victory strategy, as this decision will significantly impact your gameplay in the upcoming age.",
      "speechFile": "advice_16.mp3"
    },
    {
      "segment": 17,
      "startTime": 510,
      "frameFile": "frame_17.jpg",
      "audioFile": "audio_17.mp3",
      "transcriptFile": "transcript_17.txt",
      "transcript": "Remember, you can always open this with a PDF for more information, and you can revisit this guide at any time via the pause menu. Boom (clicks mouse). Here we are, on the map. One thing I actually really like, in it- just, like, straight away, is the, um, the fog of war tiles having the Civilization VII icon crest. That's real fancy.",
      "adviceFile": "advice_17.txt",
      "advice": "Click the \"Finish\" button to proceed through the tutorial and start your game. Pay close attention to the advice about being open to adapting your strategy, as flexibility will be key to success in Civilization VII. The tutorial is setting the stage for your empire-building journey, so absorb the guidance about exploring different paths to victory and remaining responsive to changing circumstances.",
      "speechFile": "advice_17.mp3"
    },
    {
      "segment": 18,
      "startTime": 540,
      "frameFile": "frame_18.jpg",
      "audioFile": "audio_18.mp3",
      "transcriptFile": "transcript_18.txt",
      "transcript": "Right. Here we are. Uh, let's just go to our lens, the dawn of civilization. Here your journey begins. Raise an empire from humble beginnings to greatness and write your own version of history. I was telling... This tutorial's kicking in. Greetings, Benjamin Franklin. With new vision comes, uh, come the Roman people ready to put down roots in these fertile lands. Your founder has the ability to establish your first city. Select them now.",
      "adviceFile": "advice_18.txt",
      "advice": "Place your first city near the river and the green grasslands, ensuring access to fresh water and good food yields. The river provides natural defense and potential trade routes, while the surrounding terrain offers multiple resource-rich tiles for future expansion. This location will give you a strong foundation for early growth and set up your Roman civilization for success under Benjamin Franklin's leadership.",
      "speechFile": "advice_18.mp3"
    },
    {
      "segment": 19,
      "startTime": 570,
      "frameFile": "frame_19.jpg",
      "audioFile": "audio_19.mp3",
      "transcriptFile": "transcript_19.txt",
      "transcript": "I just wanted to see, um, the settler lens. Yes, we're on- we're on a good spot. We're on a good spot. (laughs) Restart. (laughs) I don't know about you guys, something I would end up doing nearly endlessly playing Civ Six in my own time was I'd be like, oh, I'll sit down with my laptop and I'm gonna play some Civilization. Two hours later, I'd have just endlessly restarted maps until I got one that I liked the start of. (laughs).",
      "adviceFile": "advice_19.txt",
      "advice": "Place your first city on the highlighted tile with the river and green grasslands, as this location provides fresh water, multiple resource-rich tiles, and natural defensive terrain. The river will boost food production, enable potential trade routes, and offer strategic advantages for future expansion of your Roman civilization under Benjamin Franklin's leadership.",
      "speechFile": "advice_19.mp3"
    },
    {
      "segment": 20,
      "startTime": 600,
      "frameFile": "frame_20.jpg",
      "audioFile": "audio_20.mp3",
      "transcriptFile": "transcript_20.txt",
      "transcript": "(Laughing) Oh, terrible. Terrible, terrible, terrible. Right. Let's found a settlement. Boom! Beginnings. Behold Roma, the cultural center of the Roman people. This city and all future settlements provide your civilization with specific yields: food to feed your people and grow your populace, production to construct special buildings and train units, and science to propel your people into the future and progress to greater things.",
      "adviceFile": "advice_20.txt",
      "advice": "Build a Scout immediately on your first turn to explore the surrounding area. The green and yellow tiles suggest good potential for food and resources, so use your Scout to reveal nearby tiles, search for potential settlement locations, and discover any nearby goodie huts or independent villages. This will give you crucial early-game information about your starting continent and help you plan your next expansion moves strategically.",
      "speechFile": "advice_20.mp3"
    },
    {
      "segment": 21,
      "startTime": 630,
      "frameFile": "frame_21.jpg",
      "audioFile": "audio_21.mp3",
      "transcriptFile": "transcript_21.txt",
      "transcript": "Production. A settlement generates an amount of production every turn. This production can be used for many things, like constructing important new buildings or training powerful military units. A city should always be producing something. Click the production button. Okey dokey. Um, choose a production city's, production panel contains projects it can currently begin. Currently you have the option of producing two different units, the scout or the warrior. Uh, I'm gonna go for a scout. Turns. Okay.",
      "adviceFile": "advice_21.txt",
      "advice": "Build a Scout immediately to explore the diverse terrain around Roma. Your starting location has multiple terrain types including forests, grasslands, and water, which suggests rich exploration potential. Use the Scout's \"search\" ability to reveal hidden discoveries and potential settlement locations, focusing on finding fresh water sources and resource-rich tiles that can support future Roman expansion.",
      "speechFile": "advice_21.mp3"
    },
    {
      "segment": 22,
      "startTime": 660,
      "frameFile": "frame_22.jpg",
      "audioFile": "audio_22.mp3",
      "transcriptFile": "transcript_22.txt",
      "transcript": "End your turn. The world. While the lands surrounding your city are visible, the rest of the world remains unrevealed. This is represented by the patterned tiles near the edges of your worldview. Exploring the lands beyond this is key to your civilization's survival and prosperity. Exploration. Let's get moving. We've started like towards the southern part of the map. So let's head down and see what we've got below us.",
      "adviceFile": "advice_22.txt",
      "advice": "Build a Scout immediately and send it south to explore the unrevealed terrain. The map shows diverse landscapes with forests, grasslands, and water, suggesting rich exploration potential. Use the Scout's \"search\" ability to reveal hidden discoveries and potential settlement locations, focusing on finding fresh water sources and resource-rich tiles that can support your Roman civilization's early expansion.",
      "speechFile": "advice_22.mp3"
    },
    {
      "segment": 23,
      "startTime": 690,
      "frameFile": "frame_23.jpg",
      "audioFile": "audio_23.mp3",
      "transcriptFile": "transcript_23.txt",
      "transcript": "Let's get through terrain cause I know the basics of that, broadly. Uh, technology. Let's choose some tech. We've got sailing, animal husbandry or pottery. I am gonna go for... What, what have we got around us? Jade. A limb from more food, over there as well.",
      "adviceFile": "advice_23.txt",
      "advice": "Research animal husbandry to improve your nearby food resources like the limb, which will boost your early city growth and provide a foundation for future expansion. This technology will help you work the surrounding tiles more effectively, particularly the food-rich areas near your capital of Roma, setting you up for a strong start in the Antiquity age.",
      "speechFile": "advice_23.mp3"
    },
    {
      "segment": 24,
      "startTime": 720,
      "frameFile": "frame_24.jpg",
      "audioFile": "audio_24.mp3",
      "transcriptFile": "transcript_24.txt",
      "transcript": "(peaceful music) Massie Cotton. Oh, that's what we're on, isn't it? Yeah. So, we've got cotton over there. Um, camps, woodcutters, production buildings. Woodcutters, food on pastures. Clay pits, plantations. Scientific advice is that one. Good God, yeah, let's do that.",
      "adviceFile": "advice_24.txt",
      "advice": "Research Animal Husbandry immediately to improve your cotton and pasture resources. This technology will boost your food production and provide early tile improvements, giving you a strong foundation for city growth and resource management in the Antiquity age. The +2 food bonus from pastures will be crucial for expanding your population and working more productive tiles around your capital.",
      "speechFile": "advice_24.mp3"
    },
    {
      "segment": 25,
      "startTime": 750,
      "frameFile": "frame_25.jpg",
      "audioFile": "audio_25.mp3",
      "transcriptFile": "transcript_25.txt",
      "transcript": "I'll get some, I'll get sailing soon as well. Okay, research takes time to complete. Yeah, we've got seven turns on that, and generating ten science a turn. More production, a granary. Probably would be a good choice. This extra building must choose its placement location. Buildings can be placed in an urban district with an empty slot represented-",
      "adviceFile": "advice_25.txt",
      "advice": "Build the Granary in your urban district, prioritizing placement next to the river for potential adjacency bonuses. This will help improve your food production and support early city growth, which is crucial for expanding your population and working more productive tiles around Roma. The river placement will maximize the building's potential benefits and set a strong foundation for your Roman civilization's development in the Antiquity age.",
      "speechFile": "advice_25.mp3"
    },
    {
      "segment": 26,
      "startTime": 780,
      "frameFile": "frame_26.jpg",
      "audioFile": "audio_26.mp3",
      "transcriptFile": "transcript_26.txt",
      "transcript": "(soft music) By dark green color, or you may annex a new, uh, urban district tile represented by light green, placing it there. Yellow tiles contain existing rural population and their improvements. Placing a building on these tiles is possible, but will replace the improvement. Red tiles such as resources or mountains cannot be built upon. Um... (six seconds pause) Let's go...",
      "adviceFile": "advice_26.txt",
      "advice": "Place the Granary in the dark green urban district tile to maximize its base yield and adjacency bonuses. By choosing the dark green tile, you'll ensure the Granary is built in an empty slot without replacing any existing rural improvements, which preserves your current food production while adding the +1 food bonus to farms, pastures, and plantations. This strategic placement will support your city's growth and resource management in the early Antiquity age.",
      "speechFile": "advice_26.mp3"
    },
    {
      "segment": 27,
      "startTime": 810,
      "frameFile": "frame_27.jpg",
      "audioFile": "audio_27.mp3",
      "transcriptFile": "transcript_27.txt",
      "transcript": "Down here, turning that into me granary. We can also pop it in the center, but I kind of wanna keep that one clear. I'm not sure what for, but- (clears throat) I should say, complete Civ Seven noob. Largely complete Civ noob as well. I was all right at Civ Six. Wasn't great. Hopefully I'll get better. Population. Thanks to the amount of food that the city has generated, it has grown in population.",
      "adviceFile": "advice_27.txt",
      "advice": "Place the Granary in the green urban district tile adjacent to the river to maximize its food bonus and potential adjacency benefits. This strategic placement will support your city's growth by providing an additional +1 food to surrounding farms and pastures while keeping your city center tile clear for potential future buildings or wonders. The river proximity also offers potential additional adjacency bonuses for future urban development.",
      "speechFile": "advice_27.mp3"
    },
    {
      "segment": 28,
      "startTime": 840,
      "frameFile": "frame_28.jpg",
      "audioFile": "audio_28.mp3",
      "transcriptFile": "transcript_28.txt",
      "transcript": "Noise. Expand the city. Um, right. I'm thinking we can even go there pa pa probably, I'm thinking I want to get over here and grab this early on. So I'm going to go over here into the river, grab that in it. So once we, um, get another pop which will be in four turns so we've got that on our little bit of UI over the city. Four turns we've got two pop right now. Four turns we'll get another one.",
      "adviceFile": "advice_28.txt",
      "advice": "Choose the green tile with the river for your city expansion. This tile provides fresh water access, which will boost your food production and prevent happiness penalties. The river adjacency will also offer potential bonuses for future urban district buildings, setting up a strong foundation for Roma's early growth and development in the Antiquity age.",
      "speechFile": "advice_28.mp3"
    },
    {
      "segment": 29,
      "startTime": 870,
      "frameFile": "frame_29.jpg",
      "audioFile": "audio_29.mp3",
      "transcriptFile": "transcript_29.txt",
      "transcript": "Then we can pop them over in the, uh, resource here. Move over here. Discoveries, yep. A tent camp. Check that out, see if there's a, a narrative, uh, option or something like that, or a quest to take up with some kind of nice reward. Turn four already. Actually, one more turn. Let's go into the tent camp. Group of nomads has noticed the cattle they follow have dwindled.",
      "adviceFile": "advice_29.txt",
      "advice": "Interact with the tent camp discovery to potentially gain a narrative reward or quest, as these early-game events often provide valuable bonuses like extra resources, culture, or strategic information. The transcript suggests a narrative event about nomads and their cattle, which could offer an interesting choice that might benefit your Roman civilization's early development. Make sure to carefully read the options and choose the one that best aligns with your current strategy or provides the most immediate advantage.",
      "speechFile": "advice_29.mp3"
    },
    {
      "segment": 30,
      "startTime": 900,
      "frameFile": "frame_30.jpg",
      "audioFile": "audio_30.mp3",
      "transcriptFile": "transcript_30.txt",
      "transcript": "Many argue that their way of life is no longer sustainable. Find place for the cattle herders to settle, spend one turn of happiness, gain one population to the nearest settlement or leave the nomads be. I would quite like to have more pops please early on. Boom. No, no longer nomadic, the cattle herders have begun to adjust to their new lives. Nice. And I can now grow my city and grab the, um, kaolin.",
      "adviceFile": "advice_30.txt",
      "advice": "Choose the \"Find a place for the cattle herders to settle\" option. This will cost you one turn of happiness but gain you an additional population in your nearest settlement, which is Roma. Early in the game, population growth is crucial for working more tiles and increasing your city's productivity. The temporary happiness penalty is a small price to pay for accelerating your city's development and potentially accessing the nearby kaolin resource faster.",
      "speechFile": "advice_30.mp3"
    },
    {
      "segment": 31,
      "startTime": 930,
      "frameFile": "frame_31.jpg",
      "audioFile": "audio_31.mp3",
      "transcriptFile": "transcript_31.txt",
      "transcript": "Resource. Boom. So we now have the resource allocation up here. Resource screen, where you can view and manage the resources you've acquired via improvements and trade routes. At the top are your empire resources, which affect your entire civilization. The ones on the left are your unassigned city and bonus resources. On the right are your settlements and resources assigned to them. To assign a resource, select one from the left and select an em-",
      "adviceFile": "advice_31.txt",
      "advice": "Assign the kaolin resource to your capital, Roma, to gain the +2 food bonus to your capital city. This strategic resource allocation will immediately boost your city's food production, helping you grow your population faster and work more productive tiles. The +2 food bonus is significant in the early game and will accelerate your Roman civilization's development in the Antiquity age.",
      "speechFile": "advice_31.mp3"
    },
    {
      "segment": 32,
      "startTime": 960,
      "frameFile": "frame_32.jpg",
      "audioFile": "audio_32.mp3",
      "transcriptFile": "transcript_32.txt",
      "transcript": "Empty slot in the desired settlement. City resources can only be assigned to cities, but bonus resources can be assigned to either towns or cities. Okay, so we've got it in there, which is plus two food to the capital or plus four food to any other city. Okay, so we get plus two food from that there. Nice. And I can press Y if we wanna bring up the map of all the resources. I tend to just back to that every so often and just reference it rather than leaving it up all the time, otherwise I kind of-",
      "adviceFile": "advice_32.txt",
      "advice": "You're currently in the resource allocation screen, but no resources are available to assign yet. Wait until you acquire resources through improvements or trade routes before attempting to allocate them. For now, continue exploring and developing your settlements to generate new resource opportunities.",
      "speechFile": "advice_32.mp3"
    },
    {
      "segment": 33,
      "startTime": 990,
      "frameFile": "frame_33.jpg",
      "audioFile": "audio_33.mp3",
      "transcriptFile": "transcript_33.txt",
      "transcript": "Feel like icon overload. I know there's some people that prefer playing the other way around of keeping the icons up all the time, but I tend to always kind of check in on it just before I plop something down or build something. (instrumental music plays) Nice mountains. Looks very pretty. I feel like it's still got a little bit of that like Civ 6 style to it, but I feel like it's a, it's like a mix visually of-",
      "adviceFile": "advice_33.txt",
      "advice": "Send your scout to explore the Rough Tundra region, as it appears to be an unclaimed area with potential resources and discoveries. By exploring this tile, you'll gain valuable information about the surrounding terrain, possible independent settlements, and strategic opportunities for future expansion. The scout's \"search\" ability will help you quickly uncover hidden features and maximize your early-game information gathering.",
      "speechFile": "advice_33.mp3"
    },
    {
      "segment": 34,
      "startTime": 1020,
      "frameFile": "frame_34.jpg",
      "audioFile": "audio_34.mp3",
      "transcriptFile": "transcript_34.txt",
      "transcript": "Of sort of Civ Five and Civ Six together. Oh, what have I got over here? Oh, I've got a leader tribute to spend. Plus one gold per age on the palace and city halls. Okay, I'll spend that. Your first leader tribute point, uh, these let you customize your leaders for your play style. You can choose your first tribute. Click the icon, your leader's portrait. Nice. Just done that. Lovely.",
      "adviceFile": "advice_34.txt",
      "advice": "Use your scout's \"search\" ability on the white snowy tile to reveal hidden discoveries and expand your vision. This will help you uncover potential resources, independent settlements, or strategic terrain features that could be crucial for your early game expansion and development. The search action costs one movement point but provides significant information gathering potential.",
      "speechFile": "advice_34.mp3"
    },
    {
      "segment": 35,
      "startTime": 1050,
      "frameFile": "frame_35.jpg",
      "audioFile": "audio_35.mp3",
      "transcriptFile": "transcript_35.txt",
      "transcript": "There we go. Job done. Legacy. Attributes will, you choose will apply for the remainder of the current age as well as all future ages that this leader participates in. Some points are specific attributes but wildcard points can be spent anywhere. Nice. Your Leader screen. Let's see, diplomatic actions, independent powers you've encountered, your government and your unique abilities determined by your leader and civ.",
      "adviceFile": "advice_35.txt",
      "advice": "Spend your first Leader Attribute point in the Diplomatic category to reduce the cost of diplomatic actions and influence spending. As Benjamin Franklin leading the Romans, you'll benefit from easier diplomatic interactions and more flexible influence management, which can help you secure early alliances, trade routes, and independent settlements without depleting your resources too quickly.",
      "speechFile": "advice_35.mp3"
    },
    {
      "segment": 36,
      "startTime": 1080,
      "frameFile": "frame_36.jpg",
      "audioFile": "audio_36.mp3",
      "transcriptFile": "transcript_36.txt",
      "transcript": "(peaceful music)Keep going this way. Oh, we found some iron. Oh, and we found another camp. Infantry units gain plus one combat strength. Useful.",
      "adviceFile": "advice_36.txt",
      "advice": "Immediately send your scout to interact with the independent camp to potentially gain the infantry combat strength bonus and explore the newly discovered iron resource. The bonus will be valuable for your Legion units, and exploring the camp could provide additional rewards or strategic information. Your scout's \"search\" ability will help you quickly uncover the full potential of this area while expanding your early-game knowledge of the map.",
      "speechFile": "advice_36.mp3"
    },
    {
      "segment": 37,
      "startTime": 1110,
      "frameFile": "frame_37.jpg",
      "audioFile": "audio_37.mp3",
      "transcriptFile": "transcript_37.txt",
      "transcript": "Ain't another pot so we can grow the city again. Got, I see three, it spreads out to a maximum, isn't it? Actually, this is really good placement for these resources here. We're not gonna be able to reach that iron, so we need another city to grab that. Um, I think I'm gonna go over here and grab the cotton. Oh, gold. One, two, three. No, can't reach that.",
      "adviceFile": "advice_37.txt",
      "advice": "Prepare a settler to claim the cotton and gold resources near your current city. The transcript indicates you can't reach these resources from Roma, so you'll want to establish a new settlement strategically positioned to capture both the cotton and gold tiles. This will diversify your resource base and prevent these valuable resources from being claimed by potential rivals. Prioritize this expansion quickly to maximize your early-game economic potential.",
      "speechFile": "advice_37.mp3"
    },
    {
      "segment": 38,
      "startTime": 1140,
      "frameFile": "frame_38.jpg",
      "audioFile": "audio_38.mp3",
      "transcriptFile": "transcript_38.txt",
      "transcript": "In the other city up there. Yeah, scouts do have some abilities. They've got, um, search, increase the sight range plus one, return, reveal all discoveries within twice this range. We've got lookout, increase sight range by plus one, assuming that stops them moving. This group of archers lives in these areas. Skilled but proud, their s- skills would be of-",
      "adviceFile": "advice_38.txt",
      "advice": "Use your scout's \"search\" ability on the Rough Grassland tile to reveal the independent archers and potentially gain strategic information or a narrative event bonus. The tile shows a gold resource with a +20% bonus towards purchasing buildings, so uncovering its full potential could provide valuable early-game economic or military opportunities. By searching this tile, you'll expand your vision and might discover additional resources or interaction possibilities with the skilled archer group.",
      "speechFile": "advice_38.mp3"
    },
    {
      "segment": 39,
      "startTime": 1170,
      "frameFile": "frame_39.jpg",
      "audioFile": "audio_39.mp3",
      "transcriptFile": "transcript_39.txt",
      "transcript": "A powerful addition to the military. They could be convinced. Find common ground with the hunters. Plus one archer unit to Rome. Uh, spend three turns of culture or leave the hunters, uh, and gain 50 gold. I'm gonna say, yeah, gimme that, gimme those hunters. I don't wanna gain any culture, which actually I haven't hit my level for unlocking governments, so that's gonna slow me down a little bit. (clicks mouse) That's pretty good. We've now got an archery unit early on.",
      "adviceFile": "advice_39.txt",
      "advice": "Choose the \"Leave the hunters\" option to gain 50 gold. Since you mentioned not wanting to slow down your government unlocking progress by spending culture, the gold reward is more strategically valuable right now. The extra gold will help you purchase early buildings or settlers, and you'll still receive an archer unit for your military, giving you an immediate defensive and offensive capability without sacrificing your cultural development pace.",
      "speechFile": "advice_39.mp3"
    },
    {
      "segment": 40,
      "startTime": 1200,
      "frameFile": "frame_40.jpg",
      "audioFile": "audio_40.mp3",
      "transcriptFile": "transcript_40.txt",
      "transcript": "Which is, which is quite nice. I'm gonna send them up here, so I can see what's going on. Send you guys this way. What's this? We've found gypsum. Plus two production to capital, plus four production to any other city. And we've also got silver, plus twenty percent gold towards purchasing units. Thanks.",
      "adviceFile": "advice_40.txt",
      "advice": "Assign the silver resource to your capital, Roma, to gain the 20% bonus towards purchasing units. This will significantly reduce the gold cost of military units in your capital, allowing you to build a stronger army more efficiently. The strategic placement of this resource will give you an early military advantage and help you defend or expand your territory more quickly.",
      "speechFile": "advice_40.mp3"
    },
    {
      "segment": 41,
      "startTime": 1230,
      "frameFile": "frame_41.jpg",
      "audioFile": "audio_41.mp3",
      "transcriptFile": "transcript_41.txt",
      "transcript": "Independent villages. You've discovered a village called, uh, Gungnai, which appears to be friendly. The village could potentially be a strong ally with the right amount of persuasion, but could also prove threa- a threat to your civilization. Independent villages have different attributes towards others: friendly, neutral, or hostile. Once you've found a village, you can use influence-",
      "adviceFile": "advice_41.txt",
      "advice": "Use your scout to interact with the Gungnai independent village, but save your influence for now. Instead, use the scout's \"search\" ability to reveal more information about the village and surrounding terrain. This will help you gather strategic intelligence about potential resources, terrain features, and the village's exact disposition before committing any diplomatic resources, allowing you to make a more informed decision about how to approach this potential ally or threat.",
      "speechFile": "advice_41.mp3"
    },
    {
      "segment": 42,
      "startTime": 1260,
      "frameFile": "frame_42.jpg",
      "audioFile": "audio_42.mp3",
      "transcriptFile": "transcript_42.txt",
      "transcript": "Influence to begin diplomatic actions such as befriend, independent, uh, such as befriend independent to improve relationship with it. Relatio- (laughs) We've discovered the, the quarter part of its, uh, territory there. (laughs) That's all we've discovered. Okey-dokey. Let's go over here.All are made of clay.",
      "adviceFile": "advice_42.txt",
      "advice": "Save your influence for now and use your scout to explore the Gungnai village's surrounding area. The village appears friendly, but you want to gather more strategic information about its resources, terrain, and potential benefits before committing your limited diplomatic resources. By exploring first, you'll make a more informed decision about whether to invest influence in befriending this independent settlement.",
      "speechFile": "advice_42.mp3"
    },
    {
      "segment": 43,
      "startTime": 1290,
      "frameFile": "frame_43.jpg",
      "audioFile": "audio_43.mp3",
      "transcriptFile": "transcript_43.txt",
      "transcript": "Thanks, Gwendolyn. Nice. (door opens) Building your legacy. Civilizations are remembered for their accomplishments and the paths they take through history. Some spread their accomplishments across a wide range, while others are devoted to a single cause. Your advisors are at your service to guide you on the path of your choice. Like any great leader, you may change your mind at any time. Now choose where to focus the efforts of the Roman people: economic, military, cultural, or science.",
      "adviceFile": "advice_43.txt",
      "advice": "Choose the economic legacy path to maximize your early game potential. As the Romans, you'll benefit from Augustus's town purchasing abilities, and the economic path will help you strategically develop your settlements, claim valuable resources, and set up trade routes that can provide long-term advantages across multiple ages.",
      "speechFile": "advice_43.mp3"
    },
    {
      "segment": 44,
      "startTime": 1320,
      "frameFile": "frame_44.jpg",
      "audioFile": "audio_44.mp3",
      "transcriptFile": "transcript_44.txt",
      "transcript": "I'm gonna go for science just because we've got a slight benefit there with, uh, Benjamin Franklin anyway. Research and acquire technological advance- uh, knowledge to become the most advanced civilization in the world. Your science advisor is here to help you in this path if you wish. Note, you can change the path at any time. (instrumental music plays) So the great library. Objective research writing, the first step towards establishing a great library science legacy.",
      "adviceFile": "advice_44.txt",
      "advice": "Since you're playing as Benjamin Franklin and want to pursue a science victory, choose the Science Advisor. This aligns perfectly with Franklin's unique abilities and your stated goal of becoming the most technologically advanced civilization. The Science Advisor will help you focus on research, unlock technologies faster, and provide strategic guidance for achieving a science-focused legacy path.",
      "speechFile": "advice_44.mp3"
    },
    {
      "segment": 45,
      "startTime": 1350,
      "frameFile": "frame_45.jpg",
      "audioFile": "audio_45.mp3",
      "transcriptFile": "transcript_45.txt",
      "transcript": "Of the Antiquity Age. Remember, legacies improve your performance in later ages, but you can choose to pursue one, multiple, or none at all. Interesting. Civilization journal. You can check your current tracked goals and objectives at a glance in your civilization journal. All right, yeah. There we go. So, research writing. Legacy progress. Check your overall legacy progress as well as other legacy paths can be viewed in the age progress panel.",
      "adviceFile": "advice_45.txt",
      "advice": "Since you've chosen the Science Advisor and the Great Library legacy path, immediately click \"BEGIN\" and focus on researching Writing as your first technology. This will set you on the path to establishing a strong scientific foundation for your civilization, unlock potential library buildings, and progress your legacy objective. By committing to this path early, you'll gain advantages that can compound throughout the Antiquity Age and potentially into future ages.",
      "speechFile": "advice_45.mp3"
    },
    {
      "segment": 46,
      "startTime": 1380,
      "frameFile": "frame_46.jpg",
      "audioFile": "audio_46.mp3",
      "transcriptFile": "transcript_46.txt",
      "transcript": "(peaceful music)Wow. What the heck is all this? (birds chirping) And then, by not reaching any milestone in this legacy path. Legacy option for the next age. Scientific dark age. Gain a round technology boost every five turns, but minus 50% science. (birds chirping) Okay.",
      "adviceFile": "advice_46.txt",
      "advice": "Choose the Scientific Dark Age policy to gain a technology boost every five turns, despite the 50% science penalty. This strategic choice will provide consistent technological progress and help you recover from falling behind in the Science legacy path. The periodic technology boosts can help you catch up and potentially unlock critical technologies that you might have missed, making this a calculated risk worth taking.",
      "speechFile": "advice_46.mp3"
    },
    {
      "segment": 47,
      "startTime": 1410,
      "frameFile": "frame_47.jpg",
      "audioFile": "audio_47.mp3",
      "transcriptFile": "transcript_47.txt",
      "transcript": "Next step. Objective, research writings, first step. Yep, cool. Um, is the Founders Edition worthy? Uh, I honestly don't know 'cause this is literally, like, my first, like, proper bit of gameplay with it. First, like, 25 minutes so far. I'm enjoying it, but yeah, I'm probably not gonna be in a, in a position to be able to give a solid recommendation or not, just based off this limited playtime that I've had so far.",
      "adviceFile": "advice_47.txt",
      "advice": "Immediately research Writing to progress your Great Library legacy path. This technology is crucial for establishing your science victory strategy, and it will help you unlock the first science buildings and start displaying codices in your empire. By focusing on this objective, you'll gain early momentum towards your goal of becoming the most scientifically advanced civilization in the Antiquity Age.",
      "speechFile": "advice_47.mp3"
    },
    {
      "segment": 48,
      "startTime": 1440,
      "frameFile": "frame_48.jpg",
      "audioFile": "audio_48.mp3",
      "transcriptFile": "transcript_48.txt",
      "transcript": "(soft instrumental music plays) So that wants us to go for writing, which will let us do a library, increase our science, which will help. I do feel like we probably should get more production going. Sailing also wouldn't be terrible considering we're near the water.",
      "adviceFile": "advice_48.txt",
      "advice": "Research Sailing first to unlock coastal resource potential and improve your production. Your capital, Roma, is adjacent to water, and Sailing will help you access marine resources, potentially boosting your economy and providing strategic naval advantages early in the game. This approach balances your need for production with exploration opportunities, setting you up for stronger expansion in the upcoming turns.",
      "speechFile": "advice_48.mp3"
    },
    {
      "segment": 49,
      "startTime": 1470,
      "frameFile": "frame_49.jpg",
      "audioFile": "audio_49.mp3",
      "transcriptFile": "transcript_49.txt",
      "transcript": "I think we go animal husbandry just to get a little bit more production going first, and then we'll look to either do sailing or go for that writing. There we go. Hello. Um, befriend them. Spend influence to befriend an independent power, becomes- becomes a city state with you as suzerain once completed. Lasts for 60 turns.",
      "adviceFile": "advice_49.txt",
      "advice": "Spend your influence to befriend the independent settlement, as this will provide you with a city-state under your suzerainty for 60 turns. This strategic move will give you additional resources, potential military support, and expand your diplomatic reach early in the game. The long-term benefits of having a friendly city-state far outweigh the immediate cost of influence, especially since you're playing as Rome and can leverage Augustus's unique abilities to maximize the settlement's potential.",
      "speechFile": "advice_49.mp3"
    },
    {
      "segment": 50,
      "startTime": 1500,
      "frameFile": "frame_50.jpg",
      "audioFile": "audio_50.mp3",
      "transcriptFile": "transcript_50.txt",
      "transcript": "(Land music playing) And you spend a hundred and seventy influence. I've only got eighty right now. (Land music playing) Foreign leaders, we've discovered someone. You've met, um, Takumet, uh, Takum Sesh. Your diplomatic relations with other leaders can yield powerful benefits for your civilization.",
      "adviceFile": "advice_50.txt",
      "advice": "You should save your influence for now and continue exploring the Gungnai village's surrounding area with your scout. Although befriending the independent settlement could provide benefits, you only have 80 influence, which is not enough to complete the 170 influence requirement. By exploring first, you'll gather more strategic information about the village's resources and potential advantages before committing your limited diplomatic resources.",
      "speechFile": "advice_50.mp3"
    },
    {
      "segment": 51,
      "startTime": 1530,
      "frameFile": "frame_51.jpg",
      "audioFile": "audio_51.mp3",
      "transcriptFile": "transcript_51.txt",
      "transcript": "But they are also your main rivals in achieving victory. Before starting diplomatic relations with other leaders and their people, you should greet them. You can give them friendly, neutral or hostile greetings. The choice is yours. Okay. Any civilization.(Avoild speaking foreign language)Te kom thi. That's how I say it, Te kom Thi.",
      "adviceFile": "advice_51.txt",
      "advice": "Choose a friendly greeting with Tecumseh to establish positive diplomatic relations early. A friendly approach will help you maintain good standing, potentially secure future trade routes, and prevent unnecessary conflicts. This strategy is particularly important in the Antiquity Age when you're still establishing your empire and want to avoid immediate tensions with rival civilizations.",
      "speechFile": "advice_51.mp3"
    },
    {
      "segment": 52,
      "startTime": 1560,
      "frameFile": "frame_52.jpg",
      "audioFile": "audio_52.mp3",
      "transcriptFile": "transcript_52.txt",
      "transcript": "Or at least that's how you say it and that's how I'm gonna say it back to you. Uh, first meet. Influence, friendly greeting. It cost me twenty influence but plus twenty to our relationship. Yeah, let's, let's go for it. I will very friendly put my cane down. That means we're friends now. Diplomacy and relationships. Different options. Endeavors which are helpful...",
      "adviceFile": "advice_52.txt",
      "advice": "Choose the friendly greeting with Tecumseh to spend 20 influence and gain a +20 relationship boost. This early diplomatic investment will help prevent potential conflicts, open up future collaboration opportunities, and establish a positive foundation for interactions with this civilization. The small influence cost is worth the long-term diplomatic advantage, especially since maintaining good relations can provide strategic benefits in future ages.",
      "speechFile": "advice_52.mp3"
    },
    {
      "segment": 53,
      "startTime": 1590,
      "frameFile": "frame_53.jpg",
      "audioFile": "audio_53.mp3",
      "transcriptFile": "transcript_53.txt",
      "transcript": "Helpful to both of you and increase your relationship. Sanctions which are harmful to the other leader and decrease relationship, or espionage actions which are generally hidden from the other leader. (instrumental music plays) Diplomatic actions, um, except espionage and sanctions will require the other leaders to give a response, which may have an influence cost. They include support which is exclusive to endeavors and can grant more powerful effects at the cost of influence, accept which is the default free option, or reject which cancels the action at the cost of some influence.",
      "adviceFile": "advice_53.txt",
      "advice": "Initiate a Research Collaboration with Tecumseh to spend 20 influence and gain a positive diplomatic relationship boost. This action will help you establish a friendly rapport, potentially unlock future collaborative opportunities, and prevent early-game conflicts while providing mutual scientific benefits. The small influence cost is a strategic investment in long-term diplomatic stability.",
      "speechFile": "advice_53.mp3"
    },
    {
      "segment": 54,
      "startTime": 1620,
      "frameFile": "frame_54.jpg",
      "audioFile": "audio_54.mp3",
      "transcriptFile": "transcript_54.txt",
      "transcript": "So I could offer a research collaboration here. Do a research collaboration with another leader, accepted, you receive plus four science per turn. Other leader receives plus two science per turn. Supported, both leaders receive plus six science per turn and lasts fifteen. Relationship change if accepted plus five. Relationship change supported plus twelve or is it up to five our relationship goes up to? Or-",
      "adviceFile": "advice_54.txt",
      "advice": "Initiate a supported Research Collaboration with Tecumseh to gain six science per turn and improve your diplomatic relationship by up to twelve points. This strategic move will boost your scientific output, especially as Benjamin Franklin pursuing a science victory, while simultaneously building a positive rapport with the Khmer civilization. The long-term diplomatic and research benefits far outweigh the minimal influence cost.",
      "speechFile": "advice_54.mp3"
    },
    {
      "segment": 55,
      "startTime": 1650,
      "frameFile": "frame_55.jpg",
      "audioFile": "audio_55.mp3",
      "transcriptFile": "transcript_55.txt",
      "transcript": "Well, up to 12 is supported I guess. Um... Or we could do a local festival for more happiness, but I'd rather get more science, to be honest. I'm gonna, I'm gonna throw a dime. You accept? Okay. So I've now got, yeah, plus, plus five there. Sweet. So where are you guys? Can we... Oh, I should have said, uh, open borders really, shouldn't I? Try to see your count.",
      "adviceFile": "advice_55.txt",
      "advice": "Initiate Open Borders with Tecumseh for 25 influence to improve diplomatic relations and gain strategic visibility of his territory. This will help you understand his settlement layout, potential expansion routes, and resource distribution, which is crucial for your long-term scientific victory strategy as Benjamin Franklin. The small influence cost provides valuable intelligence that can inform your future diplomatic and military decisions.",
      "speechFile": "advice_55.mp3"
    },
    {
      "segment": 56,
      "startTime": 1680,
      "frameFile": "frame_56.jpg",
      "audioFile": "audio_56.mp3",
      "transcriptFile": "transcript_56.txt",
      "transcript": "The capital but you see they've got a scout there so probably not that far away for what ten turns in? Probably not traveled a massive different, uh, a different than a massive distance. Horses, cavalry units gain plus one combat strength and an additional plus one against infantry units. (instrumental music plays) Let's go up this way. Oh, campfire.",
      "adviceFile": "advice_56.txt",
      "advice": "Use your scout's \"search\" ability on the highlighted tile to reveal the campfire and potentially gain a valuable early-game bonus. This will cost your scout's remaining movement but provide strategic information and possibly a free reward, which can give you an important advantage in the early stages of the game.",
      "speechFile": "advice_56.mp3"
    },
    {
      "segment": 57,
      "startTime": 1710,
      "frameFile": "frame_57.jpg",
      "audioFile": "audio_57.mp3",
      "transcriptFile": "transcript_57.txt",
      "transcript": "It's another place we can interact with. Let's go over there. Diplomatic action. Start a local festival if I spend 60 influence, plus three per turn in cities for both leaders. I can't do that because I don't have enough influence. I spent it all. If I accept, I don't gain... Oh, uh, do I get plus two per turn?",
      "adviceFile": "advice_57.txt",
      "advice": "You should use your scout's \"search\" ability on the campfire tile to reveal potential bonuses without spending any influence. This will cost your scout's remaining movement but could provide a valuable early-game reward, and since you've already spent most of your influence, this is a cost-free way to potentially gain an advantage near the Gungnai settlement.",
      "speechFile": "advice_57.mp3"
    },
    {
      "segment": 58,
      "startTime": 1740,
      "frameFile": "frame_58.jpg",
      "audioFile": "audio_58.mp3",
      "transcriptFile": "transcript_58.txt",
      "transcript": "And he receives plus two happiness. I don't think I get anything, do I? Oh no I do, I get the plus two. Okay. That's quite nice. (instrumental music plays) See if I can find out where he is. (instrumental music plays) Here we go. (instrumental music plays) Other leaders.",
      "adviceFile": "advice_58.txt",
      "advice": "Accept the Local Festival invitation from Tecumseh by choosing the \"Support\" option. This will provide +3 per turn in cities for both leaders, which is a significant yield boost early in the game, and it will improve your diplomatic relationship without spending any influence. The small diplomatic investment will help establish a positive rapport and potentially unlock future collaborative opportunities.",
      "speechFile": "advice_58.mp3"
    },
    {
      "segment": 59,
      "startTime": 1770,
      "frameFile": "frame_59.jpg",
      "audioFile": "audio_59.mp3",
      "transcriptFile": "transcript_59.txt",
      "transcript": "Start an endeavor with you. All right. Yep. The local festival. Thanks. Uh, Kyma civilization. Okay, cool. Cool, cool, cool. I'm trying to discover where you are. That's another village. Farmers have been toiling over a stony tract of land-",
      "adviceFile": "advice_59.txt",
      "advice": "Send your scout to explore the green-highlighted tile near the forest, as it appears to be a campfire or goodie hut that could provide a valuable early-game bonus. Using the scout's \"search\" ability will reveal potential rewards without spending influence, and given your current turn and limited resources, this is a strategic way to potentially gain an advantage in the Antiquity Age.",
      "speechFile": "advice_59.mp3"
    },
    {
      "segment": 60,
      "startTime": 1800,
      "frameFile": "frame_60.jpg",
      "audioFile": "audio_60.mp3",
      "transcriptFile": "transcript_60.txt",
      "transcript": "Land with little success. If nothing can take root in the ground, maybe something can graze over it. Give the land to the horses, becomes a horse resource or recover the seeds to harvest elsewhere. Um, we've already seen horses up here and there, in fact, so I mean, I need to build a city up that way. I'm gonna say recover the seeds to harvest elsewhere. Well, what's the resource do? Yeah. 'Cause it's probably just gonna-",
      "adviceFile": "advice_60.txt",
      "advice": "Recover the seeds to harvest elsewhere. This choice preserves your agricultural potential for future use, allowing you to potentially find a more fertile location for farming. By saving the seeds, you maintain flexibility in your settlement strategy and avoid committing to a low-yield tile, which aligns with your goal of finding optimal locations for city expansion.",
      "speechFile": "advice_60.mp3"
    },
    {
      "segment": 61,
      "startTime": 1830,
      "frameFile": "frame_61.jpg",
      "audioFile": "audio_61.mp3",
      "transcriptFile": "transcript_61.txt",
      "transcript": "Gonna be used by you, for a while. Grow city, yep, we're gonna grab the cotton. Plus two food, plus two production. Though we need to manage that that comes to Rome. Yep, it's a local resource, not an empire one. Another leader has started an endeavor with you. That's the one I already saw wasn't it? Yeah. Hasn't, just hasn't gone away. Narrative choice. Cotton Creations. The influx of cotton means rapid changes for the fashion scene.",
      "adviceFile": "advice_61.txt",
      "advice": "Claim the cotton resource immediately by creating a rural district on that tile. The +2 food and +2 production will significantly boost your city's growth and development, especially since it's a local resource that can be directly utilized by your capital. Prioritize this improvement to accelerate your early-game economy and set a strong foundation for future expansion.",
      "speechFile": "advice_61.mp3"
    },
    {
      "segment": 62,
      "startTime": 1860,
      "frameFile": "frame_62.jpg",
      "audioFile": "audio_62.mp3",
      "transcriptFile": "transcript_62.txt",
      "transcript": "With new and daring styles now possible, a sign of truly living well, says the Seamstress, is when we can make clothes expressive, uh, not just practical. Practicality is always, uh, or grunt or time to get weird with cotton. (laughs) Do you want more culture or happiness? I kinda wanna get weird with cotton.",
      "adviceFile": "advice_62.txt",
      "advice": "Choose \"Time to get weird with cotton\" to unlock the creative potential of your cotton resource. This option suggests a unique cultural approach that will likely provide a happiness bonus, which can help trigger celebrations and accelerate your civilization's growth in the early game. The playful narrative tone implies this choice will offer more interesting and potentially more valuable rewards compared to the practical option.",
      "speechFile": "advice_62.mp3"
    },
    {
      "segment": 63,
      "startTime": 1890,
      "frameFile": "frame_63.jpg",
      "audioFile": "audio_63.mp3",
      "transcriptFile": "transcript_63.txt",
      "transcript": "Now that that's the option. Let's go. Let's, let's get weird with cotton, guys. (instrumental music playing) Granary has been built. Nice. (instrumental music playing) Oh, there's loads of food production from there. That's nice. 20 food now. (instrumental music playing)",
      "adviceFile": "advice_63.txt",
      "advice": "Choose \"Time to get weird with cotton\" to gain +50 happiness towards the next Celebration. This playful option will help you trigger a Celebration faster, which can provide significant empire-wide bonuses and accelerate your early-game development. The creative approach to your cotton resource will likely yield more interesting and potentially more valuable rewards compared to the practical option.",
      "speechFile": "advice_63.mp3"
    },
    {
      "segment": 64,
      "startTime": 1920,
      "frameFile": "frame_64.jpg",
      "audioFile": "audio_64.mp3",
      "transcriptFile": "transcript_64.txt",
      "transcript": "That's good. Uh, a brickyard would be nice. That's plus two production, plus two science, plus one culture. Plus one production on clay pits, mines and quarries, warehouse building production, ageless, buildable in all ages. So if I go there, ǀ plus one science.",
      "adviceFile": "advice_64.txt",
      "advice": "Build the Brickyard immediately, as it provides +2 production, +2 science, and +1 culture, while also boosting production on clay pits, mines, and quarries. This ageless building will give you a versatile yield boost across multiple resources, helping to accelerate your city's development in the early game. Its ability to be built in all ages makes it a strategic long-term investment for your capital city.",
      "speechFile": "advice_64.mp3"
    },
    {
      "segment": 65,
      "startTime": 1950,
      "frameFile": "frame_65.jpg",
      "audioFile": "audio_65.mp3",
      "transcriptFile": "transcript_65.txt",
      "transcript": "So other buildings plus one culture. Uh, right, yeah. So the, the standard is basically what is plus one production and plus one production on clay pit. There it would do plus two production total, plus two science total, plus one culture. The base amount of plus one production, science and production from other tiles. And then more science and culture from the adjacency bonuses. Uh, I think I'm gonna go here 'cause it seems to make the most sense.",
      "adviceFile": "advice_65.txt",
      "advice": "Place the Brickyard on the tile adjacent to the clay pit to maximize its adjacency bonuses, gaining +1 science and +1 culture from nearby buildings. This strategic placement will boost your production, science, and culture yields simultaneously, helping you accelerate your city's development and progress towards your scientific victory strategy as Benjamin Franklin.",
      "speechFile": "advice_65.mp3"
    },
    {
      "segment": 66,
      "startTime": 1980,
      "frameFile": "frame_66.jpg",
      "audioFile": "audio_66.mp3",
      "transcriptFile": "transcript_66.txt",
      "transcript": "With the granary. And I don't know if I'm putting this in the right place or if in the future I'm gonna be like, ah, why did I put those two things together? We'll find out together. New civics. Well, diplomacy. He wants to open borders, plus two gold per turn. If I accept. Yeah. Deal mate. I'll take some more gold, thanks. Does that... That doesn't reveal your cap.",
      "adviceFile": "advice_66.txt",
      "advice": "Place the Brickyard on the tile adjacent to the Granary to maximize adjacency bonuses, gaining +1 science and +1 culture from nearby buildings. This strategic placement will boost your production, science, and culture yields simultaneously, helping you accelerate your city's development as Benjamin Franklin in the Roman Empire.",
      "speechFile": "advice_66.mp3"
    },
    {
      "segment": 67,
      "startTime": 2010,
      "frameFile": "frame_67.jpg",
      "audioFile": "audio_67.mp3",
      "transcriptFile": "transcript_67.txt",
      "transcript": "Oh, right. It only reveals if they're close, right? So you're telling me they're not that close? Interesting. Let's move you up here. Ooh, look. What's that? A luxurious encampment? I want camels. Increases the number of resources that can be assigned to a city by two. Wow, that's cool. And then we've got... Yeah, civic. Civic time. I think for that we just had to like build up enough culture in the background.",
      "adviceFile": "advice_67.txt",
      "advice": "Move your scout to the luxurious encampment and use the \"search\" ability to reveal its potential rewards. The camels resource you mentioned could provide a significant boost to your city's resource allocation, and using the scout's search will help you uncover this opportunity without spending additional movement or influence. This strategic exploration will help you maximize your early-game resource potential and potentially unlock valuable bonuses for your civilization.",
      "speechFile": "advice_67.mp3"
    },
    {
      "segment": 68,
      "startTime": 2040,
      "frameFile": "frame_68.jpg",
      "audioFile": "audio_68.mp3",
      "transcriptFile": "transcript_68.txt",
      "transcript": "Because what are we, 13 turns in and we've just unlocked civics. That's how it always works though right? Um, each civic unlocks new social policies as well as unique effects that benefit your civilization. Once you've decided what to study first, click on the civic to begin. Uh, Civis Romanus which will give us the Basilica District, plus four gold and plus one influence for each adjacent culture control.",
      "adviceFile": "advice_68.txt",
      "advice": "Choose the Civis Romanus civic immediately, as it will unlock the Basilica District and provide +4 gold and +1 influence for each adjacent culture control tile. This strategic choice will boost your economic and diplomatic potential early in the game, especially since you're playing as the Roman Empire with Benjamin Franklin. The additional influence and gold will help you accelerate your civilization's development and potentially improve relationships with other leaders.",
      "speechFile": "advice_68.mp3"
    },
    {
      "segment": 69,
      "startTime": 2070,
      "frameFile": "frame_69.jpg",
      "audioFile": "audio_69.mp3",
      "transcriptFile": "transcript_69.txt",
      "transcript": "Instructible. Uh, plus one influence for each adjacent wonder. Roman unique gold building, ageless, uh, gives us, uh, Cersus Honorum. Training an infantry unit grants culture equal to 25% of its production cost. Tha- that's quite good. Or, um... Exercitus Romanus, Temple of Jupiter. Base your plus three happiness.",
      "adviceFile": "advice_69.txt",
      "advice": "Choose the Civis Romanus civic immediately, as it provides +1 influence for each adjacent culture control tile and unlocks the Basilica, a unique Roman gold building. This will boost your diplomatic potential and economic growth, especially since you're playing as the Romans. The Cursus Honorum bonus of gaining culture when training infantry units will also help accelerate your cultural development in the early game.",
      "speechFile": "advice_69.mp3"
    },
    {
      "segment": 70,
      "startTime": 2100,
      "frameFile": "frame_70.jpg",
      "audioFile": "audio_70.mp3",
      "transcriptFile": "transcript_70.txt",
      "transcript": "Plus one culture for each adjacent happiness constructible, plus one culture for each adjacent wonder. Auxilia, plus 5% production towards military units in the capital for every town. For discipline, survey plus one scout movement and sight. The, um, shuriken acts a fortified district that m- must be conquered, plus three combat strength to fortified districts in all settlements. Ageless, must be placed adjacent to a district that's a wonder.",
      "adviceFile": "advice_70.txt",
      "advice": "Research the Exercitus Romanus civic immediately, as it provides +5% production towards military units in your capital for every town and includes the Auxilia unique unit. This will accelerate your military production and give you a strategic advantage in early-game expansion and defense. The additional production bonus for each town will help you build military units faster, which is crucial for protecting your growing empire and potentially exploring or conquering nearby territories.",
      "speechFile": "advice_70.mp3"
    },
    {
      "segment": 71,
      "startTime": 2130,
      "frameFile": "frame_71.jpg",
      "audioFile": "audio_71.mp3",
      "transcriptFile": "transcript_71.txt",
      "transcript": "Army commander, land support unit capable of assembling and commanding a collection of land, military units as an army, and gives us the legatus, the R-R-Roman unique army commander. Gain one charge to create a new settlement for every three levels it has. That's really cool. And gain a free army commander. Uh, I'm going to go for civis romanus to start with for the basilica, for more gold.",
      "adviceFile": "advice_71.txt",
      "advice": "Choose the Civis Romanus civic immediately to unlock the Basilica, which will provide +4 gold and +1 influence for each adjacent culture control tile. This strategic choice will boost your economic and diplomatic potential early in the game, especially as the Romans. The additional influence will help you improve relationships with other leaders and potentially accelerate your civilization's development.",
      "speechFile": "advice_71.mp3"
    },
    {
      "segment": 72,
      "startTime": 2160,
      "frameFile": "frame_72.jpg",
      "audioFile": "audio_72.mp3",
      "transcriptFile": "transcript_72.txt",
      "transcript": "And then we need to choose government. We need to establish a government, um, Classical Republic, plus 20% culture for ten turns, plus 15% production towards constructing wonders for ten turns. Uh, Despotism, plus 20% science for ten turns, plus 30% production towards training infantry units for ten turns or Oligarchy, plus 20% food for ten turns, uh, plus 30% production towards constructing buildings-",
      "adviceFile": "advice_72.txt",
      "advice": "Choose Oligarchy for the +20% food bonus across all settlements, which will accelerate your city growth and population expansion. The additional 30% production towards constructing buildings will help you develop your infrastructure faster, making this the most versatile and beneficial government option for your early-game strategy as the Romans.",
      "speechFile": "advice_72.mp3"
    },
    {
      "segment": 73,
      "startTime": 2190,
      "frameFile": "frame_73.jpg",
      "audioFile": "audio_73.mp3",
      "transcriptFile": "transcript_73.txt",
      "transcript": "Ten turns. Um, I mean, despotism for the science wouldn't be terrible, but I think oligarchy is gonna be the biggest one or the, the most useful right now. So let's go for oligarchy. Confirm that. Social policies available. Plus two culture on the palace or tool making, plus one production and science on the palace. Definitely tool making. Swappable-",
      "adviceFile": "advice_73.txt",
      "advice": "Choose Oligarchy to gain +20% food across all settlements and +30% production towards constructing buildings. This government type provides the most versatile bonus for your early-game development, helping you grow your population faster and build infrastructure more quickly. The combined food and production bonuses will accelerate your city's expansion and set a strong foundation for future growth.",
      "speechFile": "advice_73.mp3"
    },
    {
      "segment": 74,
      "startTime": 2220,
      "frameFile": "frame_74.jpg",
      "audioFile": "audio_74.mp3",
      "transcriptFile": "transcript_74.txt",
      "transcript": "(peaceful music) Policies, we can swap them when we research a civic. Okay.(peaceful music) (footsteps)We're now friendly with them.(peaceful music) (footsteps)All I can see on this, there isn't a auto explore for the scout, which-",
      "adviceFile": "advice_74.txt",
      "advice": "Click \"Tell Me More\" about the policy swapping mechanic to fully understand how you can adapt your civilization's strategy through social policies. This will help you make more informed decisions about your civic research and policy choices, potentially unlocking strategic advantages for your Roman Empire civilization under Benjamin Franklin's leadership.",
      "speechFile": "advice_74.mp3"
    },
    {
      "segment": 75,
      "startTime": 2250,
      "frameFile": "frame_75.jpg",
      "audioFile": "audio_75.mp3",
      "transcriptFile": "transcript_75.txt",
      "transcript": "Find quite useful in previous civs. Oh, they moved in front of me. What is this? Dates. Plus two food and plus two happiness. Okay, we can go through. Traveling merchants have set up a fair at the crossroads. Visitors gawk at, uh, curios and take part in lively entertainment.",
      "adviceFile": "advice_75.txt",
      "advice": "Use your scout to interact with the merchant fair at the crossroads, as it offers +2 food and +2 happiness. This discovery event can provide valuable early-game bonuses that will help accelerate your city's growth and improve citizen satisfaction. Move your scout onto the tile and trigger the event to immediately benefit from these yield increases.",
      "speechFile": "advice_75.mp3"
    },
    {
      "segment": 76,
      "startTime": 2280,
      "frameFile": "frame_76.jpg",
      "audioFile": "audio_76.mp3",
      "transcriptFile": "transcript_76.txt",
      "transcript": "Before returning to the road. Enjoy the fair for plus 75 happiness towards the next celebration, or bring the fair back home? I'm gonna bring the fair back home. That shaved off four turns of our current civic study. Diplomatic action. What's going on? Military aid. Both lead- units receive plus three combat strength, or accept, I get plus two gold per turn. Other leaders' units get-",
      "adviceFile": "advice_76.txt",
      "advice": "Choose \"Bring the fair back home\" to accelerate your civic research by four turns. This strategic decision will help you progress faster through the tech and civic trees, potentially unlocking important bonuses and buildings earlier than your competitors. The opportunity cost of missing out on 75 happiness is outweighed by the significant research speed boost, which can provide long-term advantages for your civilization's development.",
      "speechFile": "advice_76.mp3"
    },
    {
      "segment": 77,
      "startTime": 2310,
      "frameFile": "frame_77.jpg",
      "audioFile": "audio_77.mp3",
      "transcriptFile": "transcript_77.txt",
      "transcript": "Yeah, I'll have the gold right now thanks. At no cost to my influence. Thank you. So they're just open flat plains are just production. (instrumental music plays) So pretty. On-",
      "adviceFile": "advice_77.txt",
      "advice": "Accept Tecumseh's military aid offer, as it provides +3 combat strength to both leaders' units at no influence cost. This diplomatic move will improve your relationship with Tecumseh, potentially opening up future collaboration opportunities, while giving you a modest military boost that could be strategically valuable in early-game conflicts or defense.",
      "speechFile": "advice_77.mp3"
    },
    {
      "segment": 78,
      "startTime": 2340,
      "frameFile": "frame_78.jpg",
      "audioFile": "audio_78.mp3",
      "transcriptFile": "transcript_78.txt",
      "transcript": "Thumbs up. He likes me, friendly. How's he doing in terms of what is he doing best in? We're besting him in gold production, influence production, science. He's besting us at culture and happiness but he's still got- he's only got one settlement currently. Um, what have we got here? Search, increase sight range. Oh nice, that stopped, yeah we weren't able to move but it just cleared a load of enemies.",
      "adviceFile": "advice_78.txt",
      "advice": "Use your scout's \"search\" ability to clear the fog of war around the blue-tinted terrain, which looks like it could contain valuable resources or strategic locations. Since the other leader is friendly and only has one settlement, you have an opportunity to explore and potentially claim advantageous tiles before they expand, giving you a strategic early-game positioning advantage.",
      "speechFile": "advice_78.mp3"
    },
    {
      "segment": 79,
      "startTime": 2370,
      "frameFile": "frame_79.jpg",
      "audioFile": "audio_79.mp3",
      "transcriptFile": "transcript_79.txt",
      "transcript": "Of the map quite nicely. What's this fish plus three food. But that has helped me. And where I'm going to go next. Because there's a wreckage over here to go explore. What's that? Incense. Plus 10% science. Ooh, very nice.The caged bird watches butterflies with envy.",
      "adviceFile": "advice_79.txt",
      "advice": "Move your scout to explore the wreckage tile you mentioned, as it likely contains a discovery event that can provide valuable early-game bonuses like extra resources, culture, or technology. The incense resource with its +10% science bonus looks promising, so position your scout to potentially claim or investigate that tile next after checking out the wreckage. This strategic exploration will help you uncover hidden advantages and expand your understanding of the map's potential resources.",
      "speechFile": "advice_79.mp3"
    },
    {
      "segment": 80,
      "startTime": 2400,
      "frameFile": "frame_80.jpg",
      "audioFile": "audio_80.mp3",
      "transcriptFile": "transcript_80.txt",
      "transcript": "Okay, right. New science time. Um, irrigation masonry we've now got. I can view the whole tree, couldn't I? Very nice. See how it spreads out. This is for the age, isn't it? Or is that just. It's locked, re-, right, yeah.",
      "adviceFile": "advice_80.txt",
      "advice": "You've just unlocked Animal Husbandry, so immediately check your available pasture improvements and prioritize building them on any nearby horse or sheep resources. This technology will boost your production and potentially provide military unit bonuses, so placing pastures strategically around your settlements will accelerate your early-game development and give you a competitive edge in potential future conflicts.",
      "speechFile": "advice_80.mp3"
    },
    {
      "segment": 81,
      "startTime": 2430,
      "frameFile": "frame_81.jpg",
      "audioFile": "audio_81.mp3",
      "transcriptFile": "transcript_81.txt",
      "transcript": "Yeah. Locked research. Well, it all says locked, right? So boost for starting tech, plus 10 age. Okay. Right. So if we complete all of our tech for this age and we haven't got out of it yet, it will give us a boost for starting tech in the next age, I guess. (birds chirping) The least sudden death.",
      "adviceFile": "advice_81.txt",
      "advice": "Prioritize researching Mathematics immediately, as it will unlock the Academy building, which provides a massive science boost. The Mastery option for Mathematics looks particularly promising, so make sure to select that path to maximize your scientific potential and accelerate your technological progress in the Antiquity age.",
      "speechFile": "advice_81.mp3"
    },
    {
      "segment": 82,
      "startTime": 2460,
      "frameFile": "frame_82.jpg",
      "audioFile": "audio_82.mp3",
      "transcriptFile": "transcript_82.txt",
      "transcript": "Are we doing better with this? Right, yeah, that's fine with shade. Good. I am gonna go for, I think probably sailing, considering we've got the sea on. Well, actually no, that's going to be a lake, isn't it, in here. We've got the sea on this side though, I think. Yeah, that's lake, coastal, this is coastal.",
      "adviceFile": "advice_82.txt",
      "advice": "Since you have coastal access and are interacting with Tecumseh, accept the Open Borders treaty for 20 influence, which will allow your scouts and future merchants to move freely through his territory. This will help you explore more efficiently and potentially set up trade routes, giving you strategic positioning for future expansion without risking diplomatic tension.",
      "speechFile": "advice_82.mp3"
    },
    {
      "segment": 83,
      "startTime": 2490,
      "frameFile": "frame_83.jpg",
      "audioFile": "audio_83.mp3",
      "transcriptFile": "transcript_83.txt",
      "transcript": "So writing would be nice but let's get... What does irrigation do? Garden actually. Their garden's quite add plus one settlement limit not that we've got a settlement right now but... Do I need to go sailing when I can't see any resources by the sea right now? Probably not, actually.",
      "adviceFile": "advice_83.txt",
      "advice": "Research Irrigation immediately, as it provides a crucial +1 settlement limit and will help you expand your empire more quickly. The garden bonus is valuable, and since you're in the early game with room to grow, this technology will give you more flexibility in city placement and development. By unlocking this technology now, you'll set yourself up for faster expansion before your competitors can claim the best nearby territories.",
      "speechFile": "advice_83.mp3"
    },
    {
      "segment": 84,
      "startTime": 2520,
      "frameFile": "frame_84.jpg",
      "audioFile": "audio_84.mp3",
      "transcriptFile": "transcript_84.txt",
      "transcript": "I'm gonna go for irrigation. More growth, more food early on. More food, more growth. That's what I'm feeling.(guitar music) (arrows rattling)It's a bit risky probably sending my archers so far up here. Oh, we finally found, uh, these guys, nice.(guitar music) (arrows rattling)Yeah, so they, they weren't that, that far away from me. Yeah, probably shouldn't send them too far in case we get attacked or something like that. What is this over here? Wine.",
      "adviceFile": "advice_84.txt",
      "advice": "Prioritize researching Irrigation immediately, as it provides a +1 settlement limit and offers significant food bonuses for coastal and river terrain. The Garden attribute will give you +10% growth in cities, which is crucial for early expansion. Position your next settlement near a river to maximize these food yield benefits and take advantage of the increased settlement limit, setting yourself up for faster growth and development.",
      "speechFile": "advice_84.mp3"
    },
    {
      "segment": 85,
      "startTime": 2550,
      "frameFile": "frame_85.jpg",
      "audioFile": "audio_85.mp3",
      "transcriptFile": "transcript_85.txt",
      "transcript": "(soft music)Uh, any map pins and stuff? Not that I'm aware of. Of like, plonking down a map pin for like... Oh, didn't mean to actually move you there, sorry. My bad. (soft music) Raiders have repeatedly plagued a remote market town. A few townsfolk think they can rebuild again, uh, but most-",
      "adviceFile": "advice_85.txt",
      "advice": "Send your archer to investigate the remote market town mentioned in the transcript, as this could be a narrative event that provides valuable resources, bonuses, or strategic information. The event suggests potential conflict with raiders, so positioning your military unit nearby will allow you to both protect the town and potentially trigger a beneficial discovery event that could provide early-game advantages.",
      "speechFile": "advice_85.mp3"
    },
    {
      "segment": 86,
      "startTime": 2580,
      "frameFile": "frame_86.jpg",
      "audioFile": "audio_86.mp3",
      "transcriptFile": "transcript_86.txt",
      "transcript": "Most agree they would feel safer in cities. Welcome the merchants, plus ten production and plus twenty food to roam, or send the soldiers after the raiders. Production and food please. (instrumental music plays) Just keep exploring, just keep exploring. And we, that's helped us finish the brickyard. I can get a sawpit now if I wanted to. (instrumental music plays)",
      "adviceFile": "advice_86.txt",
      "advice": "Choose \"Welcome the merchants\" to gain the +10 production and +20 food bonus. This option provides immediate economic benefits that will accelerate your city's growth and development, which is more valuable than potentially losing military units by sending soldiers after raiders. The extra production will help you complete buildings like the sawpit faster, while the food bonus will boost your population growth, setting you up for stronger expansion in the early game.",
      "speechFile": "advice_86.mp3"
    },
    {
      "segment": 87,
      "startTime": 2610,
      "frameFile": "frame_87.jpg",
      "audioFile": "audio_87.mp3",
      "transcriptFile": "transcript_87.txt",
      "transcript": "That is... Okay, production. And yeah, I was thinking like, so what we're getting the science from is from the first American trait that Benjamin Franklin has, which is plus one science on production buildings in cities. The more production we have, the more science as well that we benefit from. Um...",
      "adviceFile": "advice_87.txt",
      "advice": "Convert one of your urban tiles to a Saw Pit, as it provides +1 production and +1 science, which synergizes perfectly with Benjamin Franklin's unique trait of gaining science from production buildings. This strategic placement will boost both your production and science output simultaneously, accelerating your technological progress and city development in the early game.",
      "speechFile": "advice_87.mp3"
    },
    {
      "segment": 88,
      "startTime": 2640,
      "frameFile": "frame_88.jpg",
      "audioFile": "audio_88.mp3",
      "transcriptFile": "transcript_88.txt",
      "transcript": "Have to convert it to an urban tile. I'm not losing any resources, am I? Erm. (instrumental music plays) Pop it there. (instrumental music plays) (tools clatter)",
      "adviceFile": "advice_88.txt",
      "advice": "Place the Saw Pit on the urban tile adjacent to the city center to maximize its adjacency bonus, which will boost your production and science yields. Since you're playing as Benjamin Franklin with the Roman Empire, this strategic placement will synergize with your leader's unique trait of gaining science from production buildings, giving you an early technological advantage.",
      "speechFile": "advice_88.mp3"
    },
    {
      "segment": 89,
      "startTime": 2670,
      "frameFile": "frame_89.jpg",
      "audioFile": "audio_89.mp3",
      "transcriptFile": "transcript_89.txt",
      "transcript": "He's spread out a lot. Has he got...? Exploring it. Oh, enemies. We found some archers. Get home quick. How much gold have we got? Can I purchase anyone? No. Might need to consider a w-",
      "adviceFile": "advice_89.txt",
      "advice": "Immediately retreat your archer to the nearest friendly tile, as you're surrounded by enemy units and lack the resources to purchase additional defenders. The transcript suggests you're in a vulnerable position, so prioritize preserving your unit by moving it to a safe location near your capital or other friendly units to avoid potential elimination.",
      "speechFile": "advice_89.mp3"
    },
    {
      "segment": 90,
      "startTime": 2700,
      "frameFile": "frame_90.jpg",
      "audioFile": "audio_90.mp3",
      "transcriptFile": "transcript_90.txt",
      "transcript": "... a warrior instead. (instrumental music plays) They've gone back over there, it's fine. Grow my city again. Oh wow, look how much food we get from the, the, what's it? What are we creating here? Farms, chicken. (instrumental music plays)",
      "adviceFile": "advice_90.txt",
      "advice": "You should immediately place a farm on the chicken resource tile to maximize your food production. Since you're playing as Benjamin Franklin with the Roman Empire and your city is located on a navigable river grassland, this farm will provide significant food yields that will accelerate your city's population growth and help you progress faster in the Antiquity age.",
      "speechFile": "advice_90.mp3"
    },
    {
      "segment": 91,
      "startTime": 2730,
      "frameFile": "frame_91.jpg",
      "audioFile": "audio_91.mp3",
      "transcriptFile": "transcript_91.txt",
      "transcript": "Might as well work towards the jade. Or we can go get that as well. Let's go towards jade. Let's get a farm over here, nice. Something else I'm trying to get used to with Civ Seven, no, no builders. Kind of like really throws me. Hey, found a camp-",
      "adviceFile": "advice_91.txt",
      "advice": "Prioritize placing a farm on the jade tile to secure this valuable resource, as it provides a +15% gold bonus and will help diversify your city's economic output. By improving the jade tile early, you'll establish a strong economic foundation and take advantage of the unique resource before your competitors can claim it, setting yourself up for faster growth in the Antiquity age.",
      "speechFile": "advice_91.mp3"
    },
    {
      "segment": 92,
      "startTime": 2760,
      "frameFile": "frame_92.jpg",
      "audioFile": "audio_92.mp3",
      "transcriptFile": "transcript_92.txt",
      "transcript": "Oh, fire. Nice. Oh, and another one over there. Ruined. Okay, go to the campfire then over towards that. Bring my archers back this way, just try and be careful not to run into those warriors 'cause otherwise we will be in trouble. Uh oh defense to settlement, yeah. Right. Um, we're about to finish that so I'm going to queue up a warrior afterwards.",
      "adviceFile": "advice_92.txt",
      "advice": "Immediately retreat your archers to the nearest defensible tile near your settlement, avoiding the nearby enemy warriors. The transcript suggests potential combat danger, so preserving your ranged unit is crucial. Position your archers where they can provide defensive support to your settlement while minimizing the risk of being attacked, ensuring you maintain your military capability in this vulnerable situation.",
      "speechFile": "advice_92.mp3"
    },
    {
      "segment": 93,
      "startTime": 2790,
      "frameFile": "frame_93.jpg",
      "audioFile": "audio_93.mp3",
      "transcriptFile": "transcript_93.txt",
      "transcript": "Oh, I can actually, I can actually buy a warrior. Um, yeah, let's buy one and then we can also, we can still produce one as well. (metal clanking) Elephant. I suppose we haven't picked up a, uh...",
      "adviceFile": "advice_93.txt",
      "advice": "Purchase a warrior immediately using your gold to bolster your city's defense, as you have multiple enemy units nearby and currently lack sufficient military protection. By buying a warrior now, you'll quickly add a defensive unit to guard your capital and prevent potential early-game aggression from the surrounding hostile forces.",
      "speechFile": "advice_93.mp3"
    },
    {
      "segment": 94,
      "startTime": 2820,
      "frameFile": "frame_94.jpg",
      "audioFile": "audio_94.mp3",
      "transcriptFile": "transcript_94.txt",
      "transcript": "Had a wander yet? A wander, a, a natural wander rather. Let's head for that. Yeah, so the scout has an ability called search which increases sight range by plus one for one turn, reveal all discoveries within twice this range, but it prevents you from moving them for that turn. And you can't activate the ability if you've already moved in the turn. Astronomers have crafted a tool for measuring the stars, hoping to disc-",
      "adviceFile": "advice_94.txt",
      "advice": "Use your scout's \"search\" ability on the unexplored dark hexes to the west, as this will reveal potential natural wonders, resources, or strategic terrain features without moving the unit. Since the transcript mentions discovering a natural wonder, and you're playing as Benjamin Franklin with the Roman Empire, revealing these tiles could provide valuable early-game bonuses or strategic insights for your expansion strategy.",
      "speechFile": "advice_94.mp3"
    },
    {
      "segment": 95,
      "startTime": 2850,
      "frameFile": "frame_95.jpg",
      "audioFile": "audio_95.mp3",
      "transcriptFile": "transcript_95.txt",
      "transcript": "... concern, meaning from their movements. The mysteries of the universe widen. Study the instrument plus 30 science and plus 50 happiness towards the next celebration, or consult the stars for wisdom, the culture. Uh, no study it. Nice. Okay, we are going to go over towards those ruins that we also revealed.(soft music) (water splashing)My archers back so we can try and see-",
      "adviceFile": "advice_95.txt",
      "advice": "Choose \"Study the instrument\" to gain 30 science and 50 happiness towards your next celebration. This option provides immediate scientific progress and moves you closer to triggering a celebration, which can unlock powerful bonuses for your civilization. The science boost will accelerate your technological development, while the happiness progress will help you reach the celebration threshold faster, giving you a strategic advantage in the early game.",
      "speechFile": "advice_95.mp3"
    },
    {
      "segment": 96,
      "startTime": 2880,
      "frameFile": "frame_96.jpg",
      "audioFile": "audio_96.mp3",
      "transcriptFile": "transcript_96.txt",
      "transcript": "See all of these warriors, they've come from a hostile village-The essence of all-... Somewhere.... Beings is the earth, the earth water, the water plants, plants man, and man speech.'Kay. Happiness. Happiness measures your people's satisfaction with you. Settlements send you excess happiness. After enough excess happiness has been accrued, you will earn a celebration. Settlements with negative happiness will receive yield penalties. To earn-",
      "adviceFile": "advice_96.txt",
      "advice": "Immediately purchase a warrior to defend your capital city, as you have multiple hostile warriors from an independent village approaching your territory. Position the new warrior between the enemy units and your city center to create a defensive buffer and prevent potential pillaging or capture of your settlement. This will buy you time to potentially negotiate with the independent village or prepare a more comprehensive military response.",
      "speechFile": "advice_96.mp3"
    },
    {
      "segment": 97,
      "startTime": 2910,
      "frameFile": "frame_97.jpg",
      "audioFile": "audio_97.mp3",
      "transcriptFile": "transcript_97.txt",
      "transcript": "(angelic music) Earn happiness, settle near fresh water, uh, slot resources that grant happiness, and construct happiness buildings and wonders. Poor settlement management and ongoing wars can reduce happiness in settlements. Don't fret. Your advisors are here to monitor your happiness and alert you of any issues. Okay. (singing) Ten here. Um, wonders of the world. You can now build the hanging gardens, a world wonder. Lovely. Um, I could. I don't know if I am going to, though. Plus 10%.",
      "adviceFile": "advice_97.txt",
      "advice": "Prioritize building the Hanging Gardens wonder to boost your happiness, as the transcript specifically mentions this wonder and you're currently seeing a happiness management screen. By constructing this wonder early, you'll generate excess happiness faster, trigger celebrations more quickly, and avoid potential settlement penalties, which aligns perfectly with the game's advice about managing happiness through strategic building choices.",
      "speechFile": "advice_97.mp3"
    },
    {
      "segment": 98,
      "startTime": 2940,
      "frameFile": "frame_98.jpg",
      "audioFile": "audio_98.mp3",
      "transcriptFile": "transcript_98.txt",
      "transcript": "10% growth. I mean, we can rise but it's 25 turns. I don't think we're going to be in a position to get that straight away. Um, happiness income. So we got plenty of happiness, haven't we? This is five. So looking at, looking at here, I don't quite get it all yet. Probably-",
      "adviceFile": "advice_98.txt",
      "advice": "Immediately start constructing the Hanging Gardens wonder, as it provides +1 food on farms and a +10% growth rate in all cities, which perfectly aligns with your current low growth situation. The wonder requires placement adjacent to a river, which you already have, and will help accelerate your population growth from the current slow 25-turn pace to a much faster rate, giving you a significant early-game advantage.",
      "speechFile": "advice_98.mp3"
    },
    {
      "segment": 99,
      "startTime": 2970,
      "frameFile": "frame_99.jpg",
      "audioFile": "audio_99.mp3",
      "transcriptFile": "transcript_99.txt",
      "transcript": "I will in time. Currently, we don't have anything that's like taking away happiness right now, right? So it's all, we'll just excess. Uh, I quite like to go for the garden.",
      "adviceFile": "advice_99.txt",
      "advice": "You should immediately start constructing the Garden wonder, as your transcript suggests you're interested in it and your global yields show you have excess resources to support its construction. The Garden will likely provide happiness and food bonuses, which will help accelerate your city's growth and potentially trigger celebrations faster, giving you a strategic advantage in the early game.",
      "speechFile": "advice_99.mp3"
    },
    {
      "segment": 100,
      "startTime": 3000,
      "frameFile": "frame_100.jpg",
      "audioFile": "audio_100.mp3",
      "transcriptFile": "transcript_100.txt",
      "transcript": "I think we'd like to go for the garden. We can, so that also on there it shows you, plus six shows you that you've got a tile available that can produce that which is this one here from all the adjacency bonuses. What, what gives us that? Each coastal terrain, each adjacent navigable river terrain, each adjacent wonder, so we get plus six there which is pretty good.",
      "adviceFile": "advice_100.txt",
      "advice": "Start constructing the Garden wonder immediately, as you have an excellent tile with +6 adjacency bonuses from coastal terrain, navigable river, and potential nearby wonders. This strategic placement will maximize your yield and provide significant benefits to your city's growth and development in the Antiquity age.",
      "speechFile": "advice_100.mp3"
    },
    {
      "segment": 101,
      "startTime": 3030,
      "frameFile": "frame_101.jpg",
      "audioFile": "audio_101.mp3",
      "transcriptFile": "transcript_101.txt",
      "transcript": "(footsteps thumping) Use some more tech. Um, could use anything again. Don't necessarily feel the need for it just yet. So only for writing 'cause that'll help with our legacy path for a great library. (footsteps thumping) Attack. Warriors of Rome. Archers quick.",
      "adviceFile": "advice_101.txt",
      "advice": "Immediately start constructing the Garden wonder on the coastal tile with +6 food adjacency bonuses, as this strategic placement will maximize your city's food production and growth potential. The adjacency bonuses from the northeast, northwest, and west will provide an additional +3 food, making this location ideal for accelerating your settlement's development in the Antiquity age.",
      "speechFile": "advice_101.mp3"
    },
    {
      "segment": 102,
      "startTime": 3060,
      "frameFile": "frame_102.jpg",
      "audioFile": "audio_102.mp3",
      "transcriptFile": "transcript_102.txt",
      "transcript": "Get back to help out, please. Choose a celebration. We love the council day (laughs) said no one ever. Um, oligarchy or government grants you the choice between these effects during celebration. Choose one bonus for the next ten turns. Food for ten turns, plus 20%, or plus 30% production towards constructing buildings for ten turns. Hmm. Choices, choices, choices. I mean, I've got nine, nine pops, haven't I? And we're getting another one in eight turns.",
      "adviceFile": "advice_102.txt",
      "advice": "Choose the 30% production bonus during your celebration, as you have 9 population and will soon grow to 10, which means you can rapidly construct buildings and wonders with this boost. The production bonus will help you complete critical early-game infrastructure faster, potentially allowing you to build defensive units or key economic buildings like the Granary before the bonus expires in ten turns.",
      "speechFile": "advice_102.mp3"
    },
    {
      "segment": 103,
      "startTime": 3090,
      "frameFile": "frame_103.jpg",
      "audioFile": "audio_103.mp3",
      "transcriptFile": "transcript_103.txt",
      "transcript": "I'm gonna get C- Construction even though we are currently going for a warrior just because, um, we'll go for probably building that garden after this, which will get us more food and we can pop another policy in as well. Sweet. Charismatic leader. More culture please. Lovely. Uh, where's my scout gone? Oh yeah, oh no, the ruins have gone.",
      "adviceFile": "advice_103.txt",
      "advice": "Choose the 30% production bonus during your celebration, as you're currently constructing a warrior and then planning to build the Garden. This production boost will dramatically accelerate your building progress, allowing you to complete your warrior faster and then quickly start on the Garden wonder, which will provide crucial food and growth benefits for your capital city.",
      "speechFile": "advice_103.mp3"
    },
    {
      "segment": 104,
      "startTime": 3120,
      "frameFile": "frame_104.jpg",
      "audioFile": "audio_104.mp3",
      "transcriptFile": "transcript_104.txt",
      "transcript": "Oh, they're gone. Someone's... Oh, that means someone's over here though. Someone's over here, exploring and doing the things. (footsteps thudding) Minor victory, but attack now. If I go here I should be attacked next turn. Ah, there they are. Domaron, they're just, just to my north. And probably in a- mm, I don't know if that's a good spot necessarily for a...",
      "adviceFile": "advice_104.txt",
      "advice": "Use your scout to search the newly revealed Rough Plains tile to uncover potential resources or strategic terrain features. The search ability will provide additional vision and potentially reveal discoveries without consuming your entire movement, giving you valuable intelligence about the surrounding area and helping you plan your next expansion or military moves.",
      "speechFile": "advice_104.mp3"
    },
    {
      "segment": 105,
      "startTime": 3150,
      "frameFile": "frame_105.jpg",
      "audioFile": "audio_105.mp3",
      "transcriptFile": "transcript_105.txt",
      "transcript": "So that oasis would be there. That's what I'm thinking at least. (instrumental music plays) (swords clashing). They've attacked again. Well, at least that's... Oh yeah, they can't disengage, can they? It's already fighting so they can't turn and look after my archers but we've got another warrior, enemy warrior group coming up here. Civic unlocked, nice. Uh, change policies. We can have a look, can't we? A unique building, the Basilica. Unique to Rome civilization, special bonuses. You can unlock another uni-",
      "adviceFile": "advice_105.txt",
      "advice": "Immediately settle the Flat Desert Oasis tile as your next city location, as it provides a wet tile with 1 food and 1 production, which is rare for a desert terrain. This strategic placement will give you access to a unique resource tile, help expand your borders, and provide a defensive position near the river, while also potentially unlocking adjacency bonuses for future urban districts.",
      "speechFile": "advice_105.mp3"
    },
    {
      "segment": 106,
      "startTime": 3180,
      "frameFile": "frame_106.jpg",
      "audioFile": "audio_106.mp3",
      "transcriptFile": "transcript_106.txt",
      "transcript": "Unique building by continuing to study the Rome civic tree. Um, put both in the same district to create a unique quarter and unlock even more special bonuses. So we wanna put them together. The Roman unique quarter, the Forum grants the following effect. Bonus on completion of quarter created by constructing basilica and Temple of Jupiter in the same district, plus one culture and gold for every unique tradition in the government. Okay, training for unit grants. Culture equal to 25% of its production.",
      "adviceFile": "advice_106.txt",
      "advice": "Immediately continue studying the Rome Civic Tree to unlock the Temple of Jupiter, then place both the Basilica and Temple of Jupiter in the same district to create a unique Roman quarter. This will grant you bonus culture and gold for every unique tradition in your government, effectively maximizing your civilization's cultural and economic potential while taking full advantage of Rome's unique district mechanics.",
      "speechFile": "advice_106.mp3"
    },
    {
      "segment": 107,
      "startTime": 3210,
      "frameFile": "frame_107.jpg",
      "audioFile": "audio_107.mp3",
      "transcriptFile": "transcript_107.txt",
      "transcript": "Uh, I'm not gonna do that just yet, I'm gonna stick with those two for now. (instrumental music plays) Attack and knock those guys out or I could attack these guys which is a major victory. Uh, those guys get a minor victory and nearly get defeated. Go knock 'em out, y- I mean the problem is you're probably gonna get taken out but I'm gonna attack these guys here.",
      "adviceFile": "advice_107.txt",
      "advice": "Switch to the Cursus Honorum policy immediately, as it grants culture equal to 25% of your production cost, which will accelerate your cultural development while maintaining your existing production capabilities. This policy provides a strategic balance between cultural growth and economic productivity, helping you progress faster in the Antiquity age without sacrificing your current momentum.",
      "speechFile": "advice_107.mp3"
    },
    {
      "segment": 108,
      "startTime": 3240,
      "frameFile": "frame_108.jpg",
      "audioFile": "audio_108.mp3",
      "transcriptFile": "transcript_108.txt",
      "transcript": "We've got more warriors coming across if we need it. We need to try and get back with you guys if we can. Met a new civilization, Himiko. Queen of Wa. Uh, friendly greeting, reveals capital of either leader if nearby. Talks-",
      "adviceFile": "advice_108.txt",
      "advice": "Send your scout to search the Flat Grassland Forest tile with the hostile warrior village, as this will reveal potential resources or strategic terrain features without risking combat. The search ability will provide additional vision and potentially uncover discoveries that can inform your next expansion or military strategy, all while keeping your scout safe from the hostile village.",
      "speechFile": "advice_108.mp3"
    },
    {
      "segment": 109,
      "startTime": 3270,
      "frameFile": "frame_109.jpg",
      "audioFile": "audio_109.mp3",
      "transcriptFile": "transcript_109.txt",
      "transcript": "Ah, plenty relation. Uh, we've got enough influence. I'm assuming she's not close by though. (Singing) Oh, no. Yeah, she is over there. Nice. So you're the ones that took out the- that explored the ruins before I got there? (Singing) Do you want to do a research collaboration? She supports it, nice. So that's-",
      "adviceFile": "advice_109.txt",
      "advice": "Choose the Friendly Greeting option with Himiko, as it reveals the capital of Cahokia and provides a +20 relationship bonus. This will give you valuable strategic information about another civilization's location while simultaneously improving diplomatic relations, which can lead to future research collaborations and trade opportunities.",
      "speechFile": "advice_109.mp3"
    },
    {
      "segment": 110,
      "startTime": 3300,
      "frameFile": "frame_110.jpg",
      "audioFile": "audio_110.mp3",
      "transcriptFile": "transcript_110.txt",
      "transcript": "I think we get plus six. Oh yeah, nice. Lovely.(angelic music)Plus two gold in the capital of every town you own. So I should go for this now so I can build both in the same, same spot. So Basilica, I wanted to build the garden there.",
      "adviceFile": "advice_110.txt",
      "advice": "Choose the Friendly Greeting option with Himiko to reveal Cahokia's capital and gain a +20 relationship bonus. This diplomatic action will provide strategic information about another civilization's location while simultaneously improving relations, potentially opening doors for future research collaborations and trade opportunities.",
      "speechFile": "advice_110.mp3"
    },
    {
      "segment": 111,
      "startTime": 3330,
      "frameFile": "frame_111.jpg",
      "audioFile": "audio_111.mp3",
      "transcriptFile": "transcript_111.txt",
      "transcript": "So we want to build this, uh, best place. Well, the one that gives the most bonuses would be there. I'm gonna go for it there because then we'll get one, two, three, four around it. Rip my warriors. But like someone was gonna get walloped. Either my archers or those warriors. These guys are coming in though, which is good, and they can actually finish them off. Next turn.",
      "adviceFile": "advice_111.txt",
      "advice": "Position your archers to finish off the hostile warriors on the coastal tile, ensuring you protect your city and prevent potential damage. By eliminating this threat immediately, you'll secure your borders and prevent any potential surprise attacks that could disrupt your early game development. The coastal positioning of your archers will give you a defensive advantage while allowing you to complete the combat and clear the tile for future expansion.",
      "speechFile": "advice_111.mp3"
    },
    {
      "segment": 112,
      "startTime": 3360,
      "frameFile": "frame_112.jpg",
      "audioFile": "audio_112.mp3",
      "transcriptFile": "transcript_112.txt",
      "transcript": "But maybe my archers can take him out. Yeah, they can. Boom. Go, archers, go. We need to get an army commander though 'cause you don't get upgrades or promote, like, promotions for them anymore, do you? It's all on your commanders. Get my action support plus three. Happiness cities for both leaders. War accept, I get more influence. Um, war celebrations give you bonuses, don't they? So we don't really wanna spend 60 influence right now.",
      "adviceFile": "advice_112.txt",
      "advice": "Immediately recruit an Army Commander to stack with your archers, as this will allow you to gain promotions and combat bonuses through the commander's abilities. By creating a commander unit, you'll unlock the \"Coordinated Attack\" ability that provides +2 combat strength to your ranged units, significantly improving your combat effectiveness and positioning for potential future conflicts.",
      "speechFile": "advice_112.mp3"
    },
    {
      "segment": 113,
      "startTime": 3390,
      "frameFile": "frame_113.jpg",
      "audioFile": "audio_113.mp3",
      "transcriptFile": "transcript_113.txt",
      "transcript": "I'll go for accept, I think.(footsteps) K. (metal clanking)Who's got... Who's going to be the first to build another settlement?",
      "adviceFile": "advice_113.txt",
      "advice": "Accept Himiko's Local Festival invitation, as the \"Accept\" option provides +2 per turn in cities for both leaders without any diplomatic cost. This diplomatic gesture will improve your relationship with Himiko while giving you a small but consistent yield bonus across your cities, which can help accelerate your early game development without risking future project access or worsening relationships.",
      "speechFile": "advice_113.mp3"
    },
    {
      "segment": 114,
      "startTime": 3420,
      "frameFile": "frame_114.jpg",
      "audioFile": "audio_114.mp3",
      "transcriptFile": "transcript_114.txt",
      "transcript": "We've got no, our limit increased to four, haven't we? One of our civics, I think. What's this? Oh, we completed research with somebody else. Also Endeavor there. Um, yeah, we should start shooting these guys then, knock 'em out. Bring my warriors up.",
      "adviceFile": "advice_114.txt",
      "advice": "Move your warriors to attack the hostile unit near Shomron, using your Army Commander's \"Coordinated Attack\" ability to gain the +2 combat strength bonus. This will eliminate the immediate threat to your territory, clear the path for potential expansion, and demonstrate military strength to nearby civilizations while protecting your developing settlements.",
      "speechFile": "advice_114.mp3"
    },
    {
      "segment": 115,
      "startTime": 3450,
      "frameFile": "frame_115.jpg",
      "audioFile": "audio_115.mp3",
      "transcriptFile": "transcript_115.txt",
      "transcript": "Um, hmm, we don't have enough gold to rush anyone through. Still got some units. Relationship increases. We're friendly.",
      "adviceFile": "advice_115.txt",
      "advice": "Send your scout to search the Flat Grassland Forest tile with the hostile warrior, as this will reveal potential resources or strategic terrain features without risking combat. The search ability will provide additional vision and potentially uncover discoveries that can inform your next expansion or military strategy, all while keeping your scout safe from the hostile village.",
      "speechFile": "advice_115.mp3"
    },
    {
      "segment": 116,
      "startTime": 3480,
      "frameFile": "frame_116.jpg",
      "audioFile": "audio_116.mp3",
      "transcriptFile": "transcript_116.txt",
      "transcript": "(peaceful music)Um, that research. Well, can I, can I do another research one with you guys? Let's ma- Oh, it's actually in, it's cheaper now, is it? That's good. I support it. Sweet. We're gonna have so much research. 28. Boom. Just telling me the same thing again. Archers. Parley.",
      "adviceFile": "advice_116.txt",
      "advice": "You should immediately research Writing to unlock the library, which will boost your science output and help you progress faster through the tech tree. The diplomatic screen shows you have a friendly relationship with Himiko, so prioritize peaceful technological advancement to maintain this positive rapport while strengthening your civilization's intellectual capabilities.",
      "speechFile": "advice_116.mp3"
    },
    {
      "segment": 117,
      "startTime": 3510,
      "frameFile": "frame_117.jpg",
      "audioFile": "audio_117.mp3",
      "transcriptFile": "transcript_117.txt",
      "transcript": "Nearly fully healed up all the damage I did last turn, but we're doing a little bit more each turn. But if we keep the pressure up, this should be good. Oh, yeah, this would be a good site for a city 'cause you've got fresh water there, in the river. Maybe think about a settler next. How much would a settler cost? Won't show me. Just keep scouting. Okay, let's go, let's go away from the enemy one, though. What's this? We discovered a new continent. Our explorer is naming it Antarctica. Okay, so he can lick it.",
      "adviceFile": "advice_117.txt",
      "advice": "Prepare a settler to found a new city on the river tile near your current settlement, as it offers fresh water access and appears to have good resource potential. The river provides essential food and production bonuses, and settling here will help you expand your empire strategically while maintaining a strong, interconnected territory. This location will also give you more opportunities to work high-yield tiles and potentially block future enemy expansion.",
      "speechFile": "advice_117.mp3"
    },
    {
      "segment": 118,
      "startTime": 3540,
      "frameFile": "frame_118.jpg",
      "audioFile": "audio_118.mp3",
      "transcriptFile": "transcript_118.txt",
      "transcript": "Look at the continent lens. Miesia is where we started and we discovered Antarctica. (instrumental music playing) So we've got a civ to our west, we've got a civ to-",
      "adviceFile": "advice_118.txt",
      "advice": "Send your scout to search the tile with the blue water resource, as this will reveal potential strategic features and possibly uncover a goodie hut or discovery while expanding your map knowledge. The search ability will provide additional vision and potentially give you valuable early-game bonuses without risking your scout's safety, and the blue resource tile looks promising for future settlement or resource exploitation.",
      "speechFile": "advice_118.mp3"
    },
    {
      "segment": 119,
      "startTime": 3570,
      "frameFile": "frame_119.jpg",
      "audioFile": "audio_119.mp3",
      "transcriptFile": "transcript_119.txt",
      "transcript": "To our north. We'll be friendly with them or will we have to eradicate them in time?The spoken word conquers all thought, but the written word commands it.Okay, legacy path, Great Library two. So we completed that part of the quest of researching it. Uh, some technologies and civics have a second more advanced tier that can be researched once the base version is complete.",
      "adviceFile": "advice_119.txt",
      "advice": "Send your scout to search the tile near Mesa Verde to reveal potential strategic resources or discoveries while expanding your map knowledge. The search ability will provide additional vision and potentially uncover valuable early-game bonuses without risking your scout's safety, and this unexplored area looks promising for future expansion or resource exploitation.",
      "speechFile": "advice_119.mp3"
    },
    {
      "segment": 120,
      "startTime": 3600,
      "frameFile": "frame_120.jpg",
      "audioFile": "audio_120.mp3",
      "transcriptFile": "transcript_120.txt",
      "transcript": "Complete these advanced texts and civics will award you with a codex of knowledge that can be placed inside of a library. Objective Library Build a library and earn a codex by completing research on writing Mark two. Accept the objective. We are currently building that and then we can build a library noise and it will also be useful to have a settler in there at some point. Archers! (Singing)",
      "adviceFile": "advice_120.txt",
      "advice": "Definitely accept the objective to build a library and research Writing II, as this will earn you a valuable Codex of knowledge that can be placed inside the library. This will help you progress towards the Science Victory path and provide additional science yields for your civilization. Prioritize completing this objective quickly to maximize your technological advancement in the early game.",
      "speechFile": "advice_120.mp3"
    },
    {
      "segment": 121,
      "startTime": 3630,
      "frameFile": "frame_121.jpg",
      "audioFile": "audio_121.mp3",
      "transcriptFile": "transcript_121.txt",
      "transcript": "Send my warriors in. We'll need another turn to win. Dip my action response. Yeah, I'm ready for that. Don't want to spend all my influence just yet. Alliance, choose our tech. Can we go for bronze working? Yeah, we are really lucky getting that tier, yes, Tier Two range unit we got from that reward. Writing level two, gain a codex sci-",
      "adviceFile": "advice_121.txt",
      "advice": "Use your Army Commander's \"Coordinated Attack\" ability to boost your warriors' combat strength by +2 when attacking the hostile unit in the Flat Grassland Forest, ensuring you eliminate the threat efficiently and clear the path for future expansion. This strategic move will protect your territory, remove the immediate danger, and position your military for potential further advancement.",
      "speechFile": "advice_121.mp3"
    },
    {
      "segment": 122,
      "startTime": 3660,
      "frameFile": "frame_122.jpg",
      "audioFile": "audio_122.mp3",
      "transcriptFile": "transcript_122.txt",
      "transcript": "Science on science buildings, steel technological advancement. Gain a technology from the target that you have not researched. If civilization has no eligible technologies, gain science instead. Mm-hmm. Um, (instrumental music plays) liege- gives us the legion unit as well. Uh, we- we- we could rush towards that with tech, couldn't we? I feel like we don't need to worry about rushing to grab that just yet because we don't have the library up and running. So let's do that.",
      "adviceFile": "advice_122.txt",
      "advice": "Continue researching Writing II to gain a Codex and boost your science buildings, as this will help you progress towards the Science Victory path and provide additional technological advantages. The transcript suggests this is the most strategic choice, and the technology screen confirms Writing II offers multiple benefits like gaining a Codex and improving science output, which will be crucial for your early game development.",
      "speechFile": "advice_122.mp3"
    },
    {
      "segment": 123,
      "startTime": 3690,
      "frameFile": "frame_123.jpg",
      "audioFile": "audio_123.mp3",
      "transcriptFile": "transcript_123.txt",
      "transcript": "And we've got a narrative choice. The Witch of Thessaly, a famous young poet composer work about Roman history and pens a gory chapter about a necromantic witch. Some say such unholy topics are outside the bounds of taste although his peers argue such detail adds thrills to the narrative. He should tone it down or more gore. Um, let's go for happiness or celebration.",
      "adviceFile": "advice_123.txt",
      "advice": "Choose the happiness option for the narrative event, as this will likely provide a positive bonus to your civilization's overall mood and potentially trigger a celebration that can give you additional benefits. The transcript suggests this choice will help manage the controversial literary work while maintaining a positive cultural atmosphere, which can indirectly support your ongoing research and development goals.",
      "speechFile": "advice_123.mp3"
    },
    {
      "segment": 124,
      "startTime": 3720,
      "frameFile": "frame_124.jpg",
      "audioFile": "audio_124.mp3",
      "transcriptFile": "transcript_124.txt",
      "transcript": "(footsteps thumping) Celebration, four turns left. Income. Oh, Christ-- oh, we can see the age. Age begins, crisis begins, crisis intensifies, crisis culminates. I have no idea what to expect. Uh, Benjamin Franklin, printer. The library is stocked and all citizens may read, uh, what they like. Well, to a point. Franklin ha-",
      "adviceFile": "advice_124.txt",
      "advice": "Immediately complete the \"Great Library II\" objective by finishing your Writing II research, as this will help you progress towards the Science Victory path and earn a valuable Codex. The library will provide significant science yields and support your technological advancement during this critical age transition period. Prioritize this research to maximize your civilization's intellectual growth and maintain momentum as the age crisis begins.",
      "speechFile": "advice_124.mp3"
    },
    {
      "segment": 125,
      "startTime": 3750,
      "frameFile": "frame_125.jpg",
      "audioFile": "audio_125.mp3",
      "transcriptFile": "transcript_125.txt",
      "transcript": "Has carefully curated what is available to match what his people need. Works that discuss nature in its uses, plus 50 science if we build a garden. Gonna get a quest for that. Or build a monument, plus 50 culture, or works by, uh, works by donors, plus 50 gold. I'm gonna go for, yeah, build a garden, 'cause that's what I'm planning on building next and I'll gain 50 science for it. Nice. Noice, noice, noice, noice, noice. Another-",
      "adviceFile": "advice_125.txt",
      "advice": "Choose the \"Build a Garden\" option to gain 50 science, as you mentioned you were already planning to build a garden next. This aligns perfectly with your current strategy and provides an immediate science boost that will help you progress towards the Science Victory path while efficiently using the narrative event's bonus.",
      "speechFile": "advice_125.mp3"
    },
    {
      "segment": 126,
      "startTime": 3780,
      "frameFile": "frame_126.jpg",
      "audioFile": "audio_126.mp3",
      "transcriptFile": "transcript_126.txt",
      "transcript": "The leader started an endeavor with you. Yeah, that one. It just shows me that it comes up the following turn after we've made it. And you guys need to finish him. Boom. Disperse independent. Yeah.It is easy.",
      "adviceFile": "advice_126.txt",
      "advice": "Disperse the independent settlement of Shomron by using your military units to attack and eliminate it. The transcript suggests this is an easy task, and the screenshot shows you have multiple military units positioned near the settlement. By dispersing Shomron, you'll clear the way for potential expansion, remove a potential rival, and potentially gain a one-time resource bonus for your civilization.",
      "speechFile": "advice_126.mp3"
    },
    {
      "segment": 127,
      "startTime": 3810,
      "frameFile": "frame_127.jpg",
      "audioFile": "audio_127.mp3",
      "transcriptFile": "transcript_127.txt",
      "transcript": "It is easier to find men who will volunteer to die than to find those who are willing to endure pain with patience.Relationship agendas. It looks like your relationship with, uh, Tecumseh has changed due to their agenda. Remember, you, uh, may not need to directly communicate with another leader for your relationship strengthen or deteriorate. You can check their profile to view more information about the status of relationship and their agenda.",
      "adviceFile": "advice_127.txt",
      "advice": "Click \"Change Policies\" to review and adjust your current policy setup, as the newly unlocked Exercitus Romanus civic likely provides unique military or civic bonuses that could strategically enhance your civilization's capabilities. This will allow you to optimize your policies to take advantage of the new civic and potentially improve your military or cultural development.",
      "speechFile": "advice_127.mp3"
    },
    {
      "segment": 128,
      "startTime": 3840,
      "frameFile": "frame_128.jpg",
      "audioFile": "audio_128.mp3",
      "transcriptFile": "transcript_128.txt",
      "transcript": "Leader agenda. Disperse to hostile independent near another leader. Yes, so he likes that. Agenda. Suzerain of the World likes leaders that leave independent powers alone. Dislikes those that- oh, dislikes, that's those that disperse, or Suzerain of-- why's he got that twice? It's an agenda. Double agenda?",
      "adviceFile": "advice_128.txt",
      "advice": "Do not disperse the independent settlement, as the Suzerain of the World agenda suggests this will negatively impact your diplomatic relations. Instead, save your influence and consider befriending the independent settlement through diplomatic means, which will provide you with potential bonuses and avoid angering other leaders who prefer peaceful interactions with independent peoples.",
      "speechFile": "advice_128.mp3"
    },
    {
      "segment": 129,
      "startTime": 3870,
      "frameFile": "frame_129.jpg",
      "audioFile": "audio_129.mp3",
      "transcriptFile": "transcript_129.txt",
      "transcript": "Bug? I don't know. Dispersed. Oh, but it was a hostile though, right? But Leader Jennet's right, okay. (laughs) Okay, I get it, yeah. These independent powers alone, just like those that disperse independent ones, but he doesn't ca- he likes the fact that it was a hostile one that we got rid of. But if it was say like these guys over here that I then went in and dispersed, he'd be, yeah, he would, that would really displease him 'cause they weren't hostile to me, but these ones were.",
      "adviceFile": "advice_129.txt",
      "advice": "Since the hostile independent settlement has already been dispersed and the transcript suggests this was acceptable, focus on using your Vaishya merchant unit to establish a trade route to a foreign settlement. This will allow you to import resources and take advantage of the Khmer Empire's unique merchant ability to ignore movement penalties, potentially expanding your economic reach without diplomatic repercussions.",
      "speechFile": "advice_129.mp3"
    },
    {
      "segment": 130,
      "startTime": 3900,
      "frameFile": "frame_130.jpg",
      "audioFile": "audio_130.mp3",
      "transcriptFile": "transcript_130.txt",
      "transcript": "Independent power of, uh, Israelite have been dispersed. You gain a hundred culture. That's why we completed that civic. Change relationship. Friendly to neutral. Uh, right. We went down briefly and then we came back up again. Okay. All those things like stacking 'em. Choose a civic, uh, Legatus Pro Praetore. Plus one settlement limit. Uh, Latinus.",
      "adviceFile": "advice_130.txt",
      "advice": "Choose the Legatus Pro Praetore civic to gain an additional settlement limit, which will allow you to expand your empire more quickly. This strategic choice provides immediate flexibility for future city placement and aligns with your Roman civilization's military-focused development path. The extra settlement slot will be crucial for securing more territory and resources as you progress through the Antiquity age.",
      "speechFile": "advice_130.mp3"
    },
    {
      "segment": 131,
      "startTime": 3930,
      "frameFile": "frame_131.jpg",
      "audioFile": "audio_131.mp3",
      "transcriptFile": "transcript_131.txt",
      "transcript": "Yes. Last time I think food, gold, culture in towns with specialization, gain a free infantry unit in new settlements that you found. Us. Legacy gets a bulwark promotion for free. If I go for discipline, that will give me a free army commander. Uh, what I'm thinking though is I'm gonna go for this first to give the Legatus the bulwark promotion for free. Then we'll go for the one that gives us the free commander. Leader attribute available if we gained...",
      "adviceFile": "advice_131.txt",
      "advice": "Choose the Legatus Pro Praetore civic immediately, as it provides a free settlement limit increase and grants a free infantry unit in new settlements, which perfectly aligns with your expansion strategy. This choice will give you more flexibility for future city placement and provide an instant military boost by automatically generating infantry units when you found new towns, helping you secure and defend your growing territory more effectively.",
      "speechFile": "advice_131.mp3"
    },
    {
      "segment": 132,
      "startTime": 3960,
      "frameFile": "frame_132.jpg",
      "audioFile": "audio_132.mp3",
      "transcriptFile": "transcript_132.txt",
      "transcript": "Uh, militaristic one, so plus five combat strength against independent powers and city states. We'll gain one free war support on all your wars. Don't quite know what that does entirely. So I'm gonna go for that one, for now. Narrative choice. Uh, okay, yeah, no, it's just that one, confirming what we've just done. Sweet. Um, right, you guys can stay there. We'll pull these guys back, or we can keep them there actually, and I think we can get them to fortify up here. There's a load of resources over there.",
      "adviceFile": "advice_132.txt",
      "advice": "Choose the \"+50% Influence towards Leaving Units from City-States\" attribute. This will give you more diplomatic flexibility and help you manage independent settlements more effectively, potentially allowing you to befriend or manipulate city-states with less influence expenditure. The bonus synergizes well with your militaristic approach and provides a strategic advantage in diplomatic interactions during this stage of the game.",
      "speechFile": "advice_132.mp3"
    },
    {
      "segment": 133,
      "startTime": 3990,
      "frameFile": "frame_133.jpg",
      "audioFile": "audio_133.mp3",
      "transcriptFile": "transcript_133.txt",
      "transcript": "So yeah, we need to definitely want to, definitely want to get a settler together. You keep exploring over here. Whoa.This land has owners.Lovely. View of the falls. New wonder. Plus two production.",
      "adviceFile": "advice_133.txt",
      "advice": "You should immediately produce a settler to claim the area near the waterfall, which provides +2 production and appears to be an excellent location for a new settlement. The nearby river and diverse terrain offer strategic advantages for city placement, and settling this location quickly will prevent other civilizations from claiming this prime real estate. Prioritize settler production in your current city to expand your empire's territorial and resource potential.",
      "speechFile": "advice_133.mp3"
    },
    {
      "segment": 134,
      "startTime": 4020,
      "frameFile": "frame_134.jpg",
      "audioFile": "audio_134.mp3",
      "transcriptFile": "transcript_134.txt",
      "transcript": "On adjacent quarters grants fresh water, lovely natural wonder. At last I was wondering when we were going to encounter ones like surely we've explored enough to discover at least one. Someone's asking What do we get from iron? Iron is infantry units gain plus one combat strength. Let's do one final turn, I think, and then we'll wrap things up for today. You guys are going to stay.",
      "adviceFile": "advice_134.txt",
      "advice": "You should immediately settle a city near the Iguazu Falls natural wonder, as it provides +2 production on adjacent quarters and grants fresh water. This location offers exceptional strategic value with its terrain diversity, river access, and production bonus. Sending a settler to claim this tile will secure a prime location that can become a highly productive city with significant adjacency benefits.",
      "speechFile": "advice_134.mp3"
    },
    {
      "segment": 135,
      "startTime": 4050,
      "frameFile": "frame_135.jpg",
      "audioFile": "audio_135.mp3",
      "transcriptFile": "transcript_135.txt",
      "transcript": "Stay, stay where you are. Cancel your move and for, heal, yeah, until fully healed. Stay there. Let's change the relationship. Pause endeavor with another leader.",
      "adviceFile": "advice_135.txt",
      "advice": "Heal your warrior unit completely before taking any further action. The unit is currently at 61/100 health, and the transcript suggests staying put to recover. By fully healing, you'll ensure your warrior is at maximum strength for potential future combat or defense, which is crucial in the early stages of the game when resources and units are limited.",
      "speechFile": "advice_135.mp3"
    },
    {
      "segment": 136,
      "startTime": 4080,
      "frameFile": "frame_136.jpg",
      "audioFile": "audio_136.mp3",
      "transcriptFile": "transcript_136.txt",
      "transcript": "12 tables, Roman Empire culture on districts in the capital and city centers. Towns per se, production towards construction of Colosseum. (instrumental music plays) Okay, grow the city. We can get the jade now. (instrumental music plays) And open borders again. Yeah, give me-",
      "adviceFile": "advice_136.txt",
      "advice": "Leverage Benjamin Franklin's unique ability to boost your production buildings by immediately starting construction on a production-focused building in your capital. With the +50% production towards constructing production buildings, you can quickly build an infrastructure that will accelerate your city's development and set a strong foundation for future expansion. This strategic move will capitalize on your leader's specific bonus and help you establish a more efficient and powerful early-game economy.",
      "speechFile": "advice_136.mp3"
    },
    {
      "segment": 137,
      "startTime": 4110,
      "frameFile": "frame_137.jpg",
      "audioFile": "audio_137.mp3",
      "transcriptFile": "transcript_137.txt",
      "transcript": "Give me more gold, please. Thank you. Lovely stuff. In true Civ fashion we're doing hashtag one more turn. Let's end things nice, you know, on a nice, you know, even 30, turn 30 (laughs). We're going to explore a little bit with these guys, although I think we're up against the coast here surely. What is that they've built? A temple?",
      "adviceFile": "advice_137.txt",
      "advice": "Accept Tecumseh's open borders request. The diplomatic action provides +2 influence per turn at no cost, which will help improve your relationship with this civilization. Since the rejection would reduce your influence with other leaders for 10 turns, accepting is the more strategic choice to maintain positive diplomatic relations early in the game.",
      "speechFile": "advice_137.mp3"
    },
    {
      "segment": 138,
      "startTime": 4140,
      "frameFile": "frame_138.jpg",
      "audioFile": "audio_138.mp3",
      "transcriptFile": "transcript_138.txt",
      "transcript": "What was that? (instrumental music plays) Salts quite good.",
      "adviceFile": "advice_138.txt",
      "advice": "Send a scout to explore the rough tropical Antarctica tile, as it shows a 1/1 yield and could potentially reveal valuable resources or strategic locations. The scout's \"search\" ability will help you uncover hidden features and maximize your early-game exploration, which is crucial for understanding the map and planning your next expansion moves.",
      "speechFile": "advice_138.mp3"
    },
    {
      "segment": 139,
      "startTime": 4170,
      "frameFile": "frame_139.jpg",
      "audioFile": "audio_139.mp3",
      "transcriptFile": "transcript_139.txt",
      "transcript": "(soft music) Oh, who are you? Oh, we found somebody else. (soft music)(Russian).Catherine the Great.(Russian).Everyone enjoys the friendly. Hmm.",
      "adviceFile": "advice_139.txt",
      "advice": "Send a scout to explore the Mountainous Plains tile in Antarctica, using the \"search\" ability to reveal potential hidden resources or strategic locations. This will help you maximize early-game exploration and gather valuable information about the map's terrain and potential expansion opportunities, especially given the unique 1/1 yield of this tile.",
      "speechFile": "advice_139.mp3"
    },
    {
      "segment": 140,
      "startTime": 4200,
      "frameFile": "frame_140.jpg",
      "audioFile": "audio_140.mp3",
      "transcriptFile": "transcript_140.txt",
      "transcript": "From Ben Franklin. Um... I've already reached the maximum number of instances of this project. Okay, open borders-Hmm.Accept. Do we discover where she is? If she's nearby? No. Okey-dokey.",
      "adviceFile": "advice_140.txt",
      "advice": "Accept the Open Borders treaty with Catherine the Great, as it costs only 25 influence and provides a diplomatic bonus that can help prevent future conflicts. The low cost and potential relationship improvement make this a strategic move, especially since you're in the early stages of the game and want to maintain positive relations with other civilizations.",
      "speechFile": "advice_140.mp3"
    },
    {
      "segment": 141,
      "startTime": 4230,
      "frameFile": "frame_141.jpg",
      "audioFile": "audio_141.mp3",
      "transcriptFile": "transcript_141.txt",
      "transcript": "(soft music) I also want to finish that. Hashtag one more turn, one more turn. Yeah, right, you're right at the water's edge. Just keep exploring. That's still replenishing. Let's see if we can go find Catherine. (instrumental music) We'll use their search ability again as well. (instrumental music)",
      "adviceFile": "advice_141.txt",
      "advice": "Use your scout's search ability on the Lake (Coastal) tile to potentially reveal hidden resources or strategic information about the Anasazi region. The 1/1 yield suggests there might be valuable discoveries, and the search action will help you maximize early-game exploration and gather crucial information about the surrounding terrain.",
      "speechFile": "advice_141.mp3"
    },
    {
      "segment": 142,
      "startTime": 4260,
      "frameFile": "frame_142.jpg",
      "audioFile": "audio_142.mp3",
      "transcriptFile": "transcript_142.txt",
      "transcript": "Hello you're friendly. Yeah, don't, don't come at me here. What's this? The river has flooded, oh no. Hey, a camp. Definitely go for that. Oh, we've met, we've met another civilization. Mina, yeah.",
      "adviceFile": "advice_142.txt",
      "advice": "Send a scout to explore the camp near the river, as it could provide valuable early-game resources or discoveries. The camp appears to be in a strategic location adjacent to the navigable river, and using your scout's \"search\" ability might reveal hidden bonuses or trigger a beneficial narrative event that could give you an early advantage in the game.",
      "speechFile": "advice_142.mp3"
    },
    {
      "segment": 143,
      "startTime": 4290,
      "frameFile": "frame_143.jpg",
      "audioFile": "audio_143.mp3",
      "transcriptFile": "transcript_143.txt",
      "transcript": "(Video game sounds and music)Uh, yeah. Friendly greeting. Friendly cane stomp. Hmm. Uh, over borders as well. I accept. Cool. Do we get to see where you are? Yes, you're up here. What's that? You're Egypt. Cool. Well, we've just finished the-",
      "adviceFile": "advice_143.txt",
      "advice": "You should carefully note Amina's aggressive dialogue, which suggests she might be a militaristic leader. Prepare your defenses by prioritizing military unit production and positioning your existing units strategically near potential invasion routes. Her statement about taking \"whatever — and whomever — pleases me\" indicates she could be an unpredictable diplomatic partner, so maintain a strong defensive posture while avoiding direct provocation.",
      "speechFile": "advice_143.mp3"
    },
    {
      "segment": 144,
      "startTime": 4320,
      "frameFile": "frame_144.jpg",
      "audioFile": "audio_144.mp3",
      "transcriptFile": "transcript_144.txt",
      "transcript": "(sirens)The silica. So our next bit we can do a unique quarter. You can now build Roman unique, uh, another Roman unique building Temple of Jupiter. If I do that, I'll form the, uh, Roman unique core to the forum. So that would be quite cool. Yeah 'cause it's, yeah, those two make up the forum. But I did want to go for the garden, but also I feel like I should go for this. Also I wanted to get a sel- myself a settler so I could build a, another place. So we'll decide which one of these-",
      "adviceFile": "advice_144.txt",
      "advice": "Build the Temple of Jupiter in your unique quarter to complete the Forum, as this will provide significant adjacency bonuses and unlock the unique Roman district. By creating this specialized quarter early, you'll establish a powerful infrastructure that gives you a strategic advantage in production and culture. The Forum is a key Roman unique feature, and completing it now will set you up for stronger city development in the Antiquity age.",
      "speechFile": "advice_144.mp3"
    },
    {
      "segment": 145,
      "startTime": 4350,
      "frameFile": "frame_145.jpg",
      "audioFile": "audio_145.mp3",
      "transcriptFile": "transcript_145.txt",
      "transcript": "... these we're doing next at the start of the next stream and, uh, recording episode. I'll be streaming and recording more of this on Friday, so I'll probably try and have another episode out either on Friday or Saturday. Uh, lemme know what you thought of, uh, Civilization VII so far. If you've got any tips or advice, the things you've picked up, always greatly appreciated. I hope you've enjoyed this first episode. We'll be back with part two, three, and more in the coming days and weeks ahead. So until the next one, take care and ciao for now.",
      "adviceFile": "advice_145.txt",
      "advice": "Focus on building your Library next, as it provides +3 science and +1 production, which will accelerate your technological development in the early game. With your current production of 24.0, you can complete the Library in just 7 turns, giving you a crucial scientific advantage. This strategic choice aligns with Benjamin Franklin's production-boosting abilities and will help you progress faster through the tech tree in the Antiquity age.",
      "speechFile": "advice_145.mp3"
    },
    {
      "segment": 146,
      "startTime": 4380,
      "frameFile": "frame_146.jpg",
      "audioFile": "audio_146.mp3",
      "transcriptFile": "transcript_146.txt",
      "transcript": "(dramatic music)",
      "adviceFile": "advice_146.txt",
      "advice": "This appears to be a \"thank you\" screen for a YouTube channel's membership tiers, not an actual Civilization 7 game screenshot. Without a game-related image or transcript, I cannot provide specific gameplay advice. If you intended to share a different screenshot, please upload it and I'll be happy to help.",
      "speechFile": "advice_146.mp3"
    }
  ]
}